module.exports = {
  "locale": "ru-RU",
  "apiLocale": "ru_RU",
  "source": "blizzard-game-data-api",
  "region": "eu",
  "namespace": "static-eu",
  "generatedAt": "2026-05-07T06:25:10.694Z",
  "classKey": "demonhunter",
  "items": {
    "49806": {
      "id": 49806,
      "name": "Черный пояс живодера",
      "sourceName": "鞭笞者的黑色腰带",
      "quality": "Эпическое",
      "inventoryType": "Пояс",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "49812": {
      "id": 49812,
      "name": "Похищенное обручальное кольцо",
      "sourceName": "被盗的婚戒",
      "quality": "Эпическое",
      "inventoryType": "Палец",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "49817": {
      "id": 49817,
      "name": "Мохнатые поножи из кожи змея",
      "sourceName": "蓬松的龙皮护腿",
      "quality": "Эпическое",
      "inventoryType": "Ноги",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "49823": {
      "id": 49823,
      "name": "Плащ падшего кардинала",
      "sourceName": "阵亡主教斗篷",
      "quality": "Эпическое",
      "inventoryType": "Спина",
      "itemClass": "Доспехи",
      "itemSubclass": "Ткань",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "50228": {
      "id": 50228,
      "name": "Имирхеймское шипастое колье",
      "sourceName": "尖刺伊米亚颈饰",
      "quality": "Эпическое",
      "inventoryType": "Шея",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "50259": {
      "id": 50259,
      "name": "Нетающий кристалл льда",
      "sourceName": "永冻冰晶",
      "quality": "Эпическое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 71563,
          "name": "Смертельная точность",
          "description": "Использование: Повышает вероятность критического удара на 52 на 20 сек. При каждом критическом эффекте ваших непериодических заклинаний этот бонус уменьшается на 10. (Восстановление: 3 мин.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "50264": {
      "id": 50264,
      "name": "Нарукавники из пожеванной кожи",
      "sourceName": "碎羽护腕",
      "quality": "Эпическое",
      "inventoryType": "Запястья",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "151307": {
      "id": 151307,
      "name": "Контракт ловчего Бездны",
      "sourceName": "虚空追猎者的契约",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 250966,
          "name": "Призыв ловчего Бездны",
          "description": "Использование: Вы призываете двух ловчих Бездны, которые атакуют вашу цель с разных направлений, нанося противникам на своем пути 1844 ед. физического урона. (Восстановление: 1 мин. 30 с.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "151308": {
      "id": 151308,
      "name": "Печать благородства Эредата",
      "sourceName": "艾瑞达斯贵族印戒",
      "quality": "Редкое",
      "inventoryType": "Палец",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": 1331,
      "setName": "Плач Велена"
    },
    "151309": {
      "id": 151309,
      "name": "Ожерелье яростной Бездны",
      "sourceName": "扭曲虚空项链",
      "quality": "Редкое",
      "inventoryType": "Шея",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "151310": {
      "id": 151310,
      "name": "Разрушитель реальности",
      "sourceName": "现实突破者",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 250846,
          "name": "Щупальце Бездны",
          "description": "Если на персонаже: Применяя наносящие урон заклинания, вы можете призвать рядом с целью щупальце Бездны, которое после небольшой паузы атакует противников в радиусе 4 м, нанося 166 ед. урона от темной магии."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "151311": {
      "id": 151311,
      "name": "Печать Триумвирата",
      "sourceName": "执政团指轮",
      "quality": "Редкое",
      "inventoryType": "Палец",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": 1331,
      "setName": "Плач Велена"
    },
    "151312": {
      "id": 151312,
      "name": "Флакон чистейшей Бездны",
      "sourceName": "纯净虚空之瓶",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 250765,
          "name": "Leeching Void",
          "description": "Использование: У ваших ног появляется область Бездны, существующая 10 сек. и наносящая 602 ед. урона от темной магии находящимся в области ее действия противникам. Вы восполняете здоровье в объеме 300% нанесенного таким образом урона.\r\n (Восстановление: 1 мин. 30 с.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "151313": {
      "id": 151313,
      "name": "Жилет объятий Бездны",
      "sourceName": "虚空之拥外套",
      "quality": "Редкое",
      "inventoryType": "Грудь",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 253807,
          "name": "Объятия Бездны",
          "description": "Если на персонаже: При получении урона от темной магии самоисцеление может усилиться на 17 на 12 сек."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "151314": {
      "id": 151314,
      "name": "Штаны из шкуры фазового хищника",
      "sourceName": "位移追猎者皮裤",
      "quality": "Редкое",
      "inventoryType": "Ноги",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "151317": {
      "id": 151317,
      "name": "Сапоги просачивающегося ужаса",
      "sourceName": "渗透恐惧薄靴",
      "quality": "Редкое",
      "inventoryType": "Ступни",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "151318": {
      "id": 151318,
      "name": "Перчатки темного покрова",
      "sourceName": "黑暗遮蔽手套",
      "quality": "Редкое",
      "inventoryType": "Кисти рук",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "151319": {
      "id": 151319,
      "name": "Наплеч грани сумрака",
      "sourceName": "暮光之锋护肩",
      "quality": "Редкое",
      "inventoryType": "Плечи",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "151336": {
      "id": 151336,
      "name": "Истерзанный Бездной капюшон",
      "sourceName": "虚空之鞭兜帽",
      "quality": "Редкое",
      "inventoryType": "Голова",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "193701": {
      "id": 193701,
      "name": "Алгет'арская шкатулка с секретом",
      "sourceName": "艾杰斯亚谜题盒",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 383781,
          "name": "Алгет'арская задача",
          "description": "Использование: Вы решаете задачку, в результате чего ваша искусность повышается на 112 на 20 сек. (Восстановление: 2 мин.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "193708": {
      "id": 193708,
      "name": "Платиновый звездный перстень",
      "sourceName": "白金星辰指环",
      "quality": "Редкое",
      "inventoryType": "Палец",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "Такой находкой заинтересовалась бы Таттукиака в Искаре.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "193710": {
      "id": 193710,
      "name": "Сабля полезных чар",
      "sourceName": "惠魔佩剑",
      "quality": "Редкое",
      "inventoryType": "Одноручное",
      "itemClass": "Оружие",
      "itemSubclass": "Меч",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "193712": {
      "id": 193712,
      "name": "Заляпанный зельями плащ",
      "sourceName": "药渍披风",
      "quality": "Редкое",
      "inventoryType": "Спина",
      "itemClass": "Доспехи",
      "itemSubclass": "Ткань",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "193714": {
      "id": 193714,
      "name": "Манжеты бешеного корня",
      "sourceName": "狂根腕扣",
      "quality": "Редкое",
      "inventoryType": "Запястья",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "193717": {
      "id": 193717,
      "name": "Жнец Мистакрии",
      "sourceName": "米斯塔科里亚的收割之刃",
      "quality": "Редкое",
      "inventoryType": "Одноручное",
      "itemClass": "Оружие",
      "itemSubclass": "Боевые клинки",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "193721": {
      "id": 193721,
      "name": "Перчатки рубинового соперника",
      "sourceName": "红玉参赛者手套",
      "quality": "Редкое",
      "inventoryType": "Кисти рук",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "241044": {
      "id": 241044,
      "name": "Аргусский ящик",
      "sourceName": "阿古斯箱子",
      "quality": "Необычное",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1230953,
          "name": "Получить аргусский ящик",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249280": {
      "id": 249280,
      "name": "Расписная солнечная глефа",
      "sourceName": "纹饰日之刃",
      "quality": "Эпическое",
      "inventoryType": "Одноручное",
      "itemClass": "Оружие",
      "itemSubclass": "Боевые клинки",
      "binding": "Становится персональным при получении",
      "description": "Солнечный свет и пламя возмездия одинаково жаркие.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249294": {
      "id": 249294,
      "name": "Клинок слепого суждения",
      "sourceName": "盲目裁决之刃",
      "quality": "Эпическое",
      "inventoryType": "Одноручное",
      "itemClass": "Оружие",
      "itemSubclass": "Меч",
      "binding": "Становится персональным при получении",
      "description": "\"Пламя Света не щадит никого\" (Венел Светлая Кровь).",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249298": {
      "id": 249298,
      "name": "Накулачные клинки истязателя",
      "sourceName": "折磨者的刃拳",
      "quality": "Эпическое",
      "inventoryType": "Одноручное",
      "itemClass": "Оружие",
      "itemSubclass": "Кистевое",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249306": {
      "id": 249306,
      "name": "Лик пожирающей ночи",
      "sourceName": "吞噬之夜面容",
      "quality": "Эпическое",
      "inventoryType": "Голова",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249312": {
      "id": 249312,
      "name": "Кюлоты ночного клинка",
      "sourceName": "夜刃的长裤",
      "quality": "Эпическое",
      "inventoryType": "Ноги",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249314": {
      "id": 249314,
      "name": "Кушак искаженных сумерек",
      "sourceName": "扭曲暮光腰带",
      "quality": "Эпическое",
      "inventoryType": "Пояс",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249321": {
      "id": 249321,
      "name": "Ужасная хватка Ваэлгора",
      "sourceName": "维尔戈的恐怖之握",
      "quality": "Эпическое",
      "inventoryType": "Кисти рук",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249322": {
      "id": 249322,
      "name": "Жакет сияющего хранителя кладки",
      "sourceName": "光辉护巢者的皮衣",
      "quality": "Эпическое",
      "inventoryType": "Грудь",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249327": {
      "id": 249327,
      "name": "Наручи из кожи Бездны",
      "sourceName": "虚空皮制护腕",
      "quality": "Эпическое",
      "inventoryType": "Запястья",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249333": {
      "id": 249333,
      "name": "Оплечье цветущей светокоры",
      "sourceName": "盛放的树皮光芒肩甲",
      "quality": "Эпическое",
      "inventoryType": "Плечи",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249334": {
      "id": 249334,
      "name": "Тяжелые ботинки власти Бездны",
      "sourceName": "虚侵踢靴",
      "quality": "Эпическое",
      "inventoryType": "Ступни",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249335": {
      "id": 249335,
      "name": "Знамя императора",
      "sourceName": "元首的战旗",
      "quality": "Эпическое",
      "inventoryType": "Спина",
      "itemClass": "Доспехи",
      "itemSubclass": "Ткань",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249336": {
      "id": 249336,
      "name": "Печатка голодного чудовища",
      "sourceName": "饥饿野兽指环",
      "quality": "Эпическое",
      "inventoryType": "Палец",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249337": {
      "id": 249337,
      "name": "Кольцо злобы",
      "sourceName": "盘绕恶意丝带",
      "quality": "Эпическое",
      "inventoryType": "Шея",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249339": {
      "id": 249339,
      "name": "Кошмарная чешуйка с налетом мглы",
      "sourceName": "溅暗恐惧之鳞",
      "quality": "Эпическое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1260633,
          "name": "Кошмарная чешуйка с налетом мглы",
          "description": "Использование: Выпускает поток ненасытного мрака, наносящий 3489 ед. урона от темной магии, распределяемого между ближайшими противниками, и поглощающий до 50% получаемого урона до тех пор, пока объем поглощенного урона не станет равен нанесенному.\r\n\r\nУрон увеличивается на 30% за каждого дополнительного противника. Максимальный бонус – 150%. (Восстановление: 2 мин.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249340": {
      "id": 249340,
      "name": "Повязки космического безумия",
      "sourceName": "宇宙疯狂裹布",
      "quality": "Эпическое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "Безумие ли – пожертвовать миром ради победы?",
      "spells": [
        {
          "id": 1259153,
          "name": "Повязки космического безумия",
          "description": "Использование: Вы отчаянно разматываете ленты реши в течение 2 сек., чтобы обрушить на цель залп из 11 космических снарядов. Сила залпа увеличивается за счет вашей скорости. Каждый снаряд наносит 225 ед. космического урона, распределяемого между ближайшими противниками. Урон увеличивается на 30% за каждого дополнительного противника. Максимальный бонус – 150%.\r\n\r\nГибель союзников усугубляет безумие, сокращая время восстановления на 60 сек. (Восстановление: 2 мин.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249343": {
      "id": 249343,
      "name": "Взор ясновидца Альн",
      "sourceName": "艾林先知的凝视",
      "quality": "Эпическое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "В иные места не дерзнут заглянуть даже самые преданные.",
      "spells": [
        {
          "id": 1256896,
          "name": "Взор ясновидца Альн",
          "description": "Если на персонаже: Нанося урон или исцеляя, вы с некоторой вероятностью можете получить эффект \"Проницательность Альн\" на 12 сек. Пока он действует, ваши способности и заклинания призывают отверженных Альн и поглощают их сущность, повышая вашу основную характеристику (Интеллект) на 2 на 12 сек. Эффекты могут накладываться друг на друга."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249344": {
      "id": 249344,
      "name": "Стяг отряда Света",
      "sourceName": "圣光连队的旌旗",
      "quality": "Эпическое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "Ура передовым силам Света!",
      "spells": [
        {
          "id": 1251817,
          "name": "Стяг отряда Света",
          "description": "Если на персонаже: Вы – доброволец передовых сил Света.\r\n\r\n"
        },
        {
          "id": 1259633,
          "name": "Вперед!",
          "description": "Использование: Вы возглавляете атаку, и ваш показатель скорости повышается на 74 ед. на 15 сек. Все добровольцы передовых сил Света в радиусе 40 м также получают 18 к скорости передвижения на 6 сек. (Восстановление: 1 мин. 30 с.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249345": {
      "id": 249345,
      "name": "Радужный знак капитана следопытов",
      "sourceName": "游侠将军的虹彩徽章",
      "quality": "Эпическое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1260266,
          "name": "Серебряный коварный выстрел",
          "description": "Использование: Вы выпускаете серебряный коварный выстрел, совершая критический удар и нанося цели и ближайшему противнику 1207 ед. урона от тайной магии. Урон увеличивается за счет вероятности критического удара.\r\n\r\nВаши критические удары с высокой вероятностью сокращают время восстановления этого эффекта на 5 сек. (Восстановление: 3 мин.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249346": {
      "id": 249346,
      "name": "Последний взор Ваэлгора",
      "sourceName": "威厄高尔的最终凝视",
      "quality": "Эпическое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1260459,
          "name": "Нуль-зрение",
          "description": "Использование: Дает силу драконьего глаза и повышает вашу искусность на 148. Прибавка постепенно ослабевает в течение 15 сек. Эффект также позволяет видеть скрытых противников. (Восстановление: 1 мин. 30 с.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249348": {
      "id": 249348,
      "name": "Дубленый цветок из провала Альн",
      "sourceName": "艾林硬化的裂隙绽放",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Разное",
      "itemSubclass": "Хлам",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1261839,
          "name": "Цветок из Провала",
          "description": "Использование: Синтезировать персональный подходящий вашему классу нагрудник из комплекта."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249352": {
      "id": 249352,
      "name": "Выдержанное в Бездне алчущее нуль-ядро",
      "sourceName": "虚空硬化的饥饿虚核",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Разное",
      "itemSubclass": "Хлам",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1261838,
          "name": "Алчущее нуль-ядро",
          "description": "Использование: Синтезировать персональные подходящие вашему классу перчатки из комплекта."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249356": {
      "id": 249356,
      "name": "Выдержанное в Бездне фанатичное нуль-ядро",
      "sourceName": "虚空硬化的狂热虚核",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Разное",
      "itemSubclass": "Хлам",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1261837,
          "name": "Фанатичное нуль-ядро",
          "description": "Использование: Синтезировать персональный подходящий вашему классу шлем из комплекта."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249360": {
      "id": 249360,
      "name": "Выдержанное в Бездне зараженное нуль-ядро",
      "sourceName": "虚空硬化的腐化虚核",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Разное",
      "itemSubclass": "Хлам",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1261832,
          "name": "Зараженное нуль-ядро",
          "description": "Использование: Синтезировать персональные подходящие вашему классу поножи из комплекта."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249364": {
      "id": 249364,
      "name": "Выдержанное в Бездне расплетенное нуль-ядро",
      "sourceName": "虚空硬化的解离虚核",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Разное",
      "itemSubclass": "Хлам",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1261831,
          "name": "Расплетенное нуль-ядро",
          "description": "Использование: Синтезировать персональные подходящие вашему классу наплечники из комплекта."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249367": {
      "id": 249367,
      "name": "Диковинка звенящей Бездны",
      "sourceName": "鸣响虚空珍玩",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Реагент",
      "itemSubclass": "Контекстный жетон",
      "binding": "Становится персональным при получении",
      "description": "Найдите Кирану у входа в марш на Кель'Данас, чтобы обменять диковинку на мощные доспехи из классового комплекта.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249368": {
      "id": 249368,
      "name": "Вечная цепь песни Пустоты",
      "sourceName": "永恒虚空之歌项链",
      "quality": "Эпическое",
      "inventoryType": "Шея",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1271211,
          "name": "Вечная цепь песни Пустоты",
          "description": "Если на персонаже: Ваш урон от темной магии с некоторой вероятностью применяет к цели \"Укус прыгуаны Бездны\", наносящий 103 ед. урона от темной магии за 10 сек. При повторном наложении оставшийся урон добавляется к новому эффекту."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249369": {
      "id": 249369,
      "name": "Узы Света",
      "sourceName": "圣光纽带",
      "quality": "Эпическое",
      "inventoryType": "Палец",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249370": {
      "id": 249370,
      "name": "Драконий нуль-плащ",
      "sourceName": "龙族虚无披风",
      "quality": "Эпическое",
      "inventoryType": "Спина",
      "itemClass": "Доспехи",
      "itemSubclass": "Ткань",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249374": {
      "id": 249374,
      "name": "Пояс зараженного скверной шул'ка",
      "sourceName": "蔑痕舒尔卡的腰带",
      "quality": "Эпическое",
      "inventoryType": "Пояс",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249382": {
      "id": 249382,
      "name": "Обмотки идущего по кронам",
      "sourceName": "树冠行者裹足",
      "quality": "Эпическое",
      "inventoryType": "Ступни",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "Для ног, что никогда не касаются земли.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249805": {
      "id": 249805,
      "name": "Сочащийся рудимент Неприснившегося Бога",
      "sourceName": "未梦之神的污泥残迹",
      "quality": "Эпическое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "Слизь не перестает течь ни на секунду.",
      "spells": [
        {
          "id": 1256790,
          "name": "Сочащийся рудимент Неприснившегося Бога",
          "description": "Если на персонаже: Вы с высокой вероятностью покрываете цель нестабильной слизью, наносящей 4 ед. урона от сил природы раз в сек. Эффект суммируется до 5 раз.\r\n\r\nПо накоплении 5 эффектов или когда цель погибает, слизь поглощает саму себя и наносит 371 ед. урона от сил природы, распределяемого между ближайшими противниками. Урон увеличивается на 30% за каждого дополнительного противника. Максимальный бонус – 150%."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249806": {
      "id": 249806,
      "name": "Сияющее перо",
      "sourceName": "光耀飞羽",
      "quality": "Эпическое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1260592,
          "name": "Сияющее перо",
          "description": "Если на персонаже: Сияние перьев повышает вашу искусность на 30 ед. Эффект постепенно ослабевает в течение 60 сек., после чего ослепительное свечение возобновляется. Сила перьев также восстанавливается вне боя."
        },
        {
          "id": 1265805,
          "name": "Темное перо",
          "description": "Использование: Вне боя взывает к двойственной природе артефакта, превращая его в темное перо. (Восстановление: 5 мин.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249807": {
      "id": 249807,
      "name": "Вечное яйцо",
      "sourceName": "永恒之卵",
      "quality": "Эпическое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1256391,
          "name": "Вечное яйцо",
          "description": "Если на персонаже: Ваши способности с некоторой вероятностью окружают вас защитной скорлупой, предотвращающей до 25% получаемого урона в течение 6 сек. или до тех пор, пока не будет поглощено 1197 ед. урона. Если скорлупу не успевают пробить, ваша скорость повышается на 41 на 12 сек."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249809": {
      "id": 249809,
      "name": "Лента Странника",
      "sourceName": "双界行者的丝带",
      "quality": "Эпическое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "\"Хочешь узнать о Бездне? Ее шепот не только сводит с ума, но и многому может научить\" (Странник).",
      "spells": [
        {
          "id": 1259314,
          "name": "Лента Странника",
          "description": "Если на персонаже: Применяя заклинания, вы с высокой вероятностью поддаетесь Бездне, сулящей могущество, и ваш интеллект повышается на 19 на 10 сек.\r\n\r\nКаждый посул навсегда усиливает этот эффект на 5% до 10 раз, но после выхода из боя усиление быстро теряется."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249810": {
      "id": 249810,
      "name": "Тень небесного реквиема",
      "sourceName": "苍穹慰魂曲之影",
      "quality": "Эпическое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1259518,
          "name": "Тень небесного реквиема",
          "description": "Если на персонаже: Ваши наносящие урон заклинания с высокой вероятностью обрушивают на цель и еще одного противника поблизости космические осколки, наносящие 385 ед. космического урона.\r\n\r\nЕсли у одной из целей остается менее 35% здоровья, ваша скорость повышается на 14 на 12 сек., чтобы вам было проще окончательно разделаться с врагом."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249913": {
      "id": 249913,
      "name": "Маска самых темных намерений",
      "sourceName": "黑暗企图面具",
      "quality": "Эпическое",
      "inventoryType": "Голова",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249919": {
      "id": 249919,
      "name": "Кольцо надежды син'дорай",
      "sourceName": "辛多雷希望指环",
      "quality": "Эпическое",
      "inventoryType": "Палец",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249920": {
      "id": 249920,
      "name": "Око полуночи",
      "sourceName": "至暗之夜的眼眸",
      "quality": "Эпическое",
      "inventoryType": "Палец",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1266505,
          "name": "Око полуночи",
          "description": "Если на персонаже: Когда вы получаете урон от темной магии, превышающий 15% максимального запаса здоровья, вы получаете барьер, поглощающий до 240 ед. урона. Пока барьер существует, ваша вероятность избежания повышается на 10. Эффект срабатывает не чаще раза в 30 сек."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "250028": {
      "id": 250028,
      "name": "Пелерина всепожирающего разорителя",
      "sourceName": "吞噬掠夺者的披风",
      "quality": "Эпическое",
      "inventoryType": "Спина",
      "itemClass": "Доспехи",
      "itemSubclass": "Ткань",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "250029": {
      "id": 250029,
      "name": "Стропы всепожирающего разорителя",
      "sourceName": "吞噬掠夺者的支撑束带",
      "quality": "Эпическое",
      "inventoryType": "Запястья",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "250030": {
      "id": 250030,
      "name": "Эмблема всепожирающего разорителя",
      "sourceName": "吞噬掠夺者的徽记腰带",
      "quality": "Эпическое",
      "inventoryType": "Пояс",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "250031": {
      "id": 250031,
      "name": "Сопла всепожирающего разорителя",
      "sourceName": "吞噬掠夺者的排气肩甲",
      "quality": "Эпическое",
      "inventoryType": "Плечи",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": 1979,
      "setName": "Обшивка всепожирающего разорителя"
    },
    "250032": {
      "id": 250032,
      "name": "Поршни всепожирающего разорителя",
      "sourceName": "吞噬掠夺者的活塞护腿",
      "quality": "Эпическое",
      "inventoryType": "Ноги",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": 1979,
      "setName": "Обшивка всепожирающего разорителя"
    },
    "250033": {
      "id": 250033,
      "name": "Заборник всепожирающего разорителя",
      "sourceName": "吞噬掠夺者的进气面甲",
      "quality": "Эпическое",
      "inventoryType": "Голова",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": 1979,
      "setName": "Обшивка всепожирающего разорителя"
    },
    "250034": {
      "id": 250034,
      "name": "Захваты сущности всепожирающего разорителя",
      "sourceName": "吞噬掠夺者的精华之握",
      "quality": "Эпическое",
      "inventoryType": "Кисти рук",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": 1979,
      "setName": "Обшивка всепожирающего разорителя"
    },
    "250035": {
      "id": 250035,
      "name": "Давители душ всепожирающего разорителя",
      "sourceName": "吞噬掠夺者的灵魂碾压靴",
      "quality": "Эпическое",
      "inventoryType": "Ступни",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "250036": {
      "id": 250036,
      "name": "Двигатель всепожирающего разорителя",
      "sourceName": "吞噬掠夺者的引擎护胸",
      "quality": "Эпическое",
      "inventoryType": "Грудь",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": 1979,
      "setName": "Обшивка всепожирающего разорителя"
    },
    "250144": {
      "id": 250144,
      "name": "Перо Алозар",
      "sourceName": "烬翼羽毛",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1250508,
          "name": "Волна жара Углекрыла",
          "description": "Использование: \"Волна жара Углекрыла\" повышает скорость на 68 на 15 сек.\r\n\r\nС небольшой вероятностью вы получаете эффект \"Ожог Углекрыла\", снижающий другую второстепенную характеристику на 21 на 10 сек. (Восстановление: 2 мин.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "250223": {
      "id": 250223,
      "name": "Талисман ловца душ",
      "sourceName": "捕魂者的咒符",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "Некромантический фетиш Вордазы покрыт загадочной резьбой и излучает зловещую, гнетущую ауру.",
      "spells": [
        {
          "id": 1250541,
          "name": "Эхо вечного проклятия",
          "description": "Если на персонаже: Наносящие урон заклинания с некоторой вероятностью проклинают цель, нанося 338 ед. урона от темной магии за 12 сек.\r\n\r\nЕсли цель погибает под действием проклятия, эффект переходит к другому ближайшему противнику, нанося 150% урона от темной магии за оставшееся время действия."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "250226": {
      "id": 250226,
      "name": "Коварный крюк Зацапа",
      "sourceName": "拉奇的弯曲钩爪",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1254193,
          "name": "Коварный крюк Зацапа",
          "description": "Использование: Вы бросаете в цель огромный крюк, пробивающий противников на пути и наносящий им по 577 ед. физического урона. Поразив основную цель, крюк наносит 385 ед. физического урона, распределяемого между противниками в радиусе 7 м. (Восстановление: 1 мин. 30 с.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "250227": {
      "id": 250227,
      "name": "Боевое знамя Кролука",
      "sourceName": "克罗鲁科的战旗",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1250563,
          "name": "Боевой штандарт Кролука",
          "description": "Если на персонаже: Атаки ближнего боя с некоторой вероятностью призывают элитного метателя топоров, который бросает в вашу цель топор, наносящий 1498 ед. физического урона."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "250242": {
      "id": 250242,
      "name": "Репликатор геля",
      "sourceName": "水母复制器",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1250584,
          "name": "Репликатор геля",
          "description": "Если на персонаже: При получении урона с некоторой вероятностью может образоваться гелевый щит, поглощающий 40% получаемого урона вплоть до 774 ед. Время действия – 10 сек.\r\n\r\n\r\nЕсли у вас остается менее 35% здоровья, гель вокруг вас твердеет и образует защитный слой, поглощающий до 335 ед. урона. Время действия – 5 сек. Срабатывает не чаще раза в 1 мин.\r\n\r\n"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "250247": {
      "id": 250247,
      "name": "Амулет гимна пустоты",
      "sourceName": "深渊赞歌护符",
      "quality": "Эпическое",
      "inventoryType": "Шея",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "250256": {
      "id": 250256,
      "name": "Сердце ветра",
      "sourceName": "风之心",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1250599,
          "name": "Сердце ветра",
          "description": "Если на персонаже: Ваши заклинания и способности с некоторой вероятностью пробуждают сердце ветра, окружающее вас мощным вихрем, который повышает скорость на 22 на 10 сек."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "250257": {
      "id": 250257,
      "name": "Око зияющей Бездны",
      "sourceName": "沉溺虚空之眼",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1250601,
          "name": "Око зияющей Бездны",
          "description": "Если на персонаже: Наносящие урон заклинания и способности могут открыть рядом с целью разлом Бездны, распределяющий между ближайшими врагами 194 ед. урона от темной магии."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "250258": {
      "id": 250258,
      "name": "Сосуд замученных душ",
      "sourceName": "折磨之魂容器",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "Не стучите по стеклу. Они это не любят.",
      "spells": [
        {
          "id": 1250602,
          "name": "Сосуд душ",
          "description": "Если на персонаже: Ваши заклинания и способности с некоторой вероятностью пробуждают заключенную в сосуде душу. Каждая собранная душа повышает вашу основную характеристику (Интеллект) на 3 на 1 мин."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "251082": {
      "id": 251082,
      "name": "Кушак из диколозы",
      "sourceName": "噬人藤腰带",
      "quality": "Редкое",
      "inventoryType": "Пояс",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251087": {
      "id": 251087,
      "name": "Бриджи непреходящих заветов",
      "sourceName": "遗世传承裹腿",
      "quality": "Редкое",
      "inventoryType": "Ноги",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251092": {
      "id": 251092,
      "name": "Оплечье павшего рубаки",
      "sourceName": "堕落步兵的护肩",
      "quality": "Редкое",
      "inventoryType": "Плечи",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251093": {
      "id": 251093,
      "name": "Отсутствие Света",
      "sourceName": "圣光的遗落",
      "quality": "Редкое",
      "inventoryType": "Палец",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": 1971,
      "setName": "Узы света Бездны"
    },
    "251096": {
      "id": 251096,
      "name": "Подвеска мучительной скорби",
      "sourceName": "悲恸吊坠",
      "quality": "Редкое",
      "inventoryType": "Шея",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251099": {
      "id": 251099,
      "name": "Жилет воющей бури",
      "sourceName": "尖啸旋风背心",
      "quality": "Редкое",
      "inventoryType": "Грудь",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251103": {
      "id": 251103,
      "name": "Манжеты смотрителя",
      "sourceName": "看护袖带",
      "quality": "Редкое",
      "inventoryType": "Запястья",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251106": {
      "id": 251106,
      "name": "Рунический боевой клинок решимости",
      "sourceName": "坚决符文战刃",
      "quality": "Редкое",
      "inventoryType": "Одноручное",
      "itemClass": "Оружие",
      "itemSubclass": "Боевые клинки",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251109": {
      "id": 251109,
      "name": "Теневая маска захвата магии",
      "sourceName": "断法暗影面具",
      "quality": "Редкое",
      "inventoryType": "Голова",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251113": {
      "id": 251113,
      "name": "Перчатки вязкой жижи",
      "sourceName": "黏性软泥手套",
      "quality": "Редкое",
      "inventoryType": "Кисти рук",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251115": {
      "id": 251115,
      "name": "Кольцо раздвоения",
      "sourceName": "分叉指环",
      "quality": "Редкое",
      "inventoryType": "Палец",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251121": {
      "id": 251121,
      "name": "Жуткие ботфорты доманаара",
      "sourceName": "多曼纳尔的恐怖长靴",
      "quality": "Редкое",
      "inventoryType": "Ступни",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251122": {
      "id": 251122,
      "name": "Тенерез-рассекатель",
      "sourceName": "影斩切割者",
      "quality": "Редкое",
      "inventoryType": "Одноручное",
      "itemClass": "Оружие",
      "itemSubclass": "Меч",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251161": {
      "id": 251161,
      "name": "Покров ловца душ",
      "sourceName": "猎魂者的斗篷",
      "quality": "Редкое",
      "inventoryType": "Спина",
      "itemClass": "Доспехи",
      "itemSubclass": "Ткань",
      "binding": "Становится персональным при получении",
      "description": "Реликвия для безумных ритуалов, известных лишь племени Порочной Ветви.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251163": {
      "id": 251163,
      "name": "Проклятые когти берсерка",
      "sourceName": "狂战士的妖爪",
      "quality": "Редкое",
      "inventoryType": "Одноручное",
      "itemClass": "Оружие",
      "itemSubclass": "Кистевое",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251166": {
      "id": 251166,
      "name": "Кушак сокольничего",
      "sourceName": "猎鹰人的腰带",
      "quality": "Редкое",
      "inventoryType": "Пояс",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251171": {
      "id": 251171,
      "name": "Зачарованные костяные шипы",
      "sourceName": "被奴役的骨刺",
      "quality": "Редкое",
      "inventoryType": "Плечи",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251175": {
      "id": 251175,
      "name": "Колун пагубы душ",
      "sourceName": "灵魂枯萎劈刀",
      "quality": "Редкое",
      "inventoryType": "Одноручное",
      "itemClass": "Оружие",
      "itemSubclass": "Топор",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251177": {
      "id": 251177,
      "name": "Смрадная корона тлена",
      "sourceName": "恶臭邪冠",
      "quality": "Редкое",
      "inventoryType": "Голова",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "Кажется, ее сшили из разлагающихся трупов разных животных.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251204": {
      "id": 251204,
      "name": "Шокеры ядротехника",
      "sourceName": "核技师电击器",
      "quality": "Редкое",
      "inventoryType": "Кисти рук",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251206": {
      "id": 251206,
      "name": "Потоковый плащ",
      "sourceName": "流光织锦披风",
      "quality": "Редкое",
      "inventoryType": "Спина",
      "itemClass": "Доспехи",
      "itemSubclass": "Ткань",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251210": {
      "id": 251210,
      "name": "Эспадрильи затмения",
      "sourceName": "蚀影轻履",
      "quality": "Редкое",
      "inventoryType": "Ступни",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251216": {
      "id": 251216,
      "name": "Жилет темного проклятия",
      "sourceName": "咒怨马甲",
      "quality": "Редкое",
      "inventoryType": "Грудь",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251217": {
      "id": 251217,
      "name": "Затенение Бездной",
      "sourceName": "虚空的遮蔽",
      "quality": "Редкое",
      "inventoryType": "Палец",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": 1971,
      "setName": "Узы света Бездны"
    },
    "252418": {
      "id": 252418,
      "name": "Зажигатель солнечного ядра",
      "sourceName": "太阳之核点燃器",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1254638,
          "name": "Зажигатель солнечного ядра",
          "description": "Использование: Вы на 15 сек. зажигаете в себе солнечное ядро и получаете щит, уменьшающий получаемый урон на 50% и способный поглотить таким образом до 827 ед. урона. По истечении времени действия ваша универсальность повышается максимум на 23 на 10 сек. в зависимости от оставшейся прочности щита. (Восстановление: 1 мин. 30 с.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "252420": {
      "id": 252420,
      "name": "Призма солнечной вспышки",
      "sourceName": "太阳耀斑棱镜",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1254640,
          "name": "Призма солнечной вспышки",
          "description": "Если на персонаже: Наносящие урон способности могут высвободить ослепительное сияние призмы, повышая вашу вероятность критического удара на 13 на 10 сек. Бонус увеличивается на 1 за каждые 1% недостающего запаса здоровья цели. Максимальная прибавка – 16. "
        }
      ],
      "setId": null,
      "setName": ""
    },
    "252421": {
      "id": 252421,
      "name": "Гнилой сгусток",
      "sourceName": "腐烂液球",
      "quality": "Эпическое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1254641,
          "name": "Гнилой сгусток",
          "description": "Использование: Вы на 15 сек. покрываетесь зловонными гнойниками, поглощающими 767 ед. урона. Каждый раз, когда запас прочности щита уменьшается на 25%, гнойник прорывается, нанося ближайшим противникам 19 ед. урона от чумы, распределяемого между целями.\r\n\r\nПрорыв последнего гнойника наносит еще 11 ед. урона от чумы. (Восстановление: 2 мин.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "256625": {
      "id": 256625,
      "name": "Выкройка: чаротканый шнур",
      "sourceName": "图样：妖纹束腰",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Рецепт",
      "itemSubclass": "Кожевничество",
      "binding": "",
      "description": "Обучает изготовлению чаротканого шнура.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "256653": {
      "id": 256653,
      "name": "Выкройка: захваты предводительницы следопытов",
      "sourceName": "图样：游侠将军之握",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Рецепт",
      "itemSubclass": "Кожевничество",
      "binding": "",
      "description": "Обучает изготовлению захватов предводительницы следопытов.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "256656": {
      "id": 256656,
      "name": "Выкройка: древесная пряжка хранителя Древа",
      "sourceName": "图样：世界照护者的树皮腰扣",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Рецепт",
      "itemSubclass": "Кожевничество",
      "binding": "",
      "description": "Обучает изготовлению древесной пряжки хранителя Древа.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "256683": {
      "id": 256683,
      "name": "Луносветский тренировочный манекен",
      "sourceName": "银月城训练假人",
      "quality": "Необычное",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1260663,
          "name": "Получить луносветский тренировочный манекен",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "256715": {
      "id": 256715,
      "name": "Эскиз: ожерелье талассийского феникса",
      "sourceName": "图鉴：萨拉斯凤凰饰环",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Рецепт",
      "itemSubclass": "Ювелирное дело",
      "binding": "",
      "description": "Обучает изготовлению ожерелья талассийского феникса.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "256716": {
      "id": 256716,
      "name": "Эскиз: призматический фокусирующий радужный кристалл",
      "sourceName": "图鉴：棱光聚焦之虹",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Рецепт",
      "itemSubclass": "Ювелирное дело",
      "binding": "",
      "description": "Обучает изготовлению призматического фокусирующего радужного кристалла.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "256750": {
      "id": 256750,
      "name": "Формула чар для оружия – колыбель души мира",
      "sourceName": "公式：附魔武器 - 世界之魂的摇篮",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Рецепт",
      "itemSubclass": "Наложение чар",
      "binding": "",
      "description": "Обучает наложению чар \"Колыбель души мира\".",
      "spells": [
        {
          "id": 1236079,
          "name": "Чары для оружия – колыбель души мира",
          "description": "Использование: Обучает наложению чар \"Колыбель души мира\"."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "256755": {
      "id": 256755,
      "name": "Формула чар для нагрудника – метка магистра",
      "sourceName": "公式：附魔胸甲 - 魔导师印记",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Рецепт",
      "itemSubclass": "Наложение чар",
      "binding": "",
      "description": "Обучает наложению чар \"Метка магистра\".",
      "spells": [
        {
          "id": 1236082,
          "name": "Чары для нагрудника – метка магистра",
          "description": "Использование: Обучает наложению чар \"Метка магистра\"."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "256759": {
      "id": 256759,
      "name": "Формула чар для оружия – пламя син'дорай",
      "sourceName": "公式：附魔武器 - 辛多雷之焰",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Рецепт",
      "itemSubclass": "Наложение чар",
      "binding": "",
      "description": "Обучает наложению чар \"Пламя син'дорай\".",
      "spells": [
        {
          "id": 1236094,
          "name": "Чары для оружия – пламя син'дорай",
          "description": "Использование: Обучает наложению чар \"Пламя син'дорай\"."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "258033": {
      "id": 258033,
      "name": "Выкройка: подкладка из тайной ткани",
      "sourceName": "图样：奥纹内衬",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Рецепт",
      "itemSubclass": "Портняжное дело",
      "binding": "",
      "description": "Обучает изготовлению подкладки из тайной ткани.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258050": {
      "id": 258050,
      "name": "Магический дробитель высшего мудреца",
      "sourceName": "高阶贤者的奥法拳套",
      "quality": "Редкое",
      "inventoryType": "Одноручное",
      "itemClass": "Оружие",
      "itemSubclass": "Кистевое",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258123": {
      "id": 258123,
      "name": "Выкройка: чародейская шелковая нить солнечного огня",
      "sourceName": "图样：阳炎丝绸魔线",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Рецепт",
      "itemSubclass": "Портняжное дело",
      "binding": "",
      "description": "Обучает изготовлению чародейской шелковой нити солнечного огня.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258125": {
      "id": 258125,
      "name": "Выкройка: кушак солнечного огня",
      "sourceName": "图样：阳炎腰带",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Рецепт",
      "itemSubclass": "Портняжное дело",
      "binding": "",
      "description": "Обучает изготовлению кушака солнечного огня.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258218": {
      "id": 258218,
      "name": "Клинок усмирителя небес",
      "sourceName": "碎天者之刃",
      "quality": "Редкое",
      "inventoryType": "Одноручное",
      "itemClass": "Оружие",
      "itemSubclass": "Меч",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258438": {
      "id": 258438,
      "name": "Пылающие когти солнца",
      "sourceName": "炽热日爪",
      "quality": "Редкое",
      "inventoryType": "Одноручное",
      "itemClass": "Оружие",
      "itemSubclass": "Кистевое",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258517": {
      "id": 258517,
      "name": "Чертеж: заслон рыцаря-командира",
      "sourceName": "设计图：骑士指挥官的雄关",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Рецепт",
      "itemSubclass": "Кузнечное дело",
      "binding": "",
      "description": "Обучает изготовлению заслона рыцаря-командира.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258519": {
      "id": 258519,
      "name": "Чертеж: прощание магистра",
      "sourceName": "设计图：魔导师的送别",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Рецепт",
      "itemSubclass": "Кузнечное дело",
      "binding": "",
      "description": "Обучает изготовлению Прощания магистра.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258521": {
      "id": 258521,
      "name": "Чертеж: импульс рыцаря крови",
      "sourceName": "设计图：血骑士的强击矛",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Рецепт",
      "itemSubclass": "Кузнечное дело",
      "binding": "",
      "description": "Обучает изготовлению импульса рыцаря крови.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258522": {
      "id": 258522,
      "name": "Чертеж: цветокованный большой топор",
      "sourceName": "设计图：绽铸大斧",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Рецепт",
      "itemSubclass": "Кузнечное дело",
      "binding": "",
      "description": "Обучает изготовлению цветокованного большого топора.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258524": {
      "id": 258524,
      "name": "Захваты темного наместника",
      "sourceName": "黑暗总督之握",
      "quality": "Редкое",
      "inventoryType": "Одноручное",
      "itemClass": "Оружие",
      "itemSubclass": "Кистевое",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258575": {
      "id": 258575,
      "name": "Теплый плащ жесткой чешуи",
      "sourceName": "刚鳞大氅",
      "quality": "Редкое",
      "inventoryType": "Спина",
      "itemClass": "Доспехи",
      "itemSubclass": "Ткань",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258577": {
      "id": 258577,
      "name": "Башмаки огненной собранности",
      "sourceName": "炽燃焦点长靴",
      "quality": "Редкое",
      "inventoryType": "Ступни",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258581": {
      "id": 258581,
      "name": "Оплечье кровавого пера",
      "sourceName": "血羽披肩",
      "quality": "Редкое",
      "inventoryType": "Плечи",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258586": {
      "id": 258586,
      "name": "Нагрудный доспех кровавого пера",
      "sourceName": "血羽护胸",
      "quality": "Редкое",
      "inventoryType": "Грудь",
      "itemClass": "Доспехи",
      "itemSubclass": "Кожа",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258744": {
      "id": 258744,
      "name": "Круглый стол Небесного Пути",
      "sourceName": "通天峰圆形桌子",
      "quality": "Необычное",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1263929,
          "name": "Получить круглый стол Небесного Пути",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "260231": {
      "id": 260231,
      "name": "Светоносный крылобег",
      "sourceName": "光亮陆行鸟",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Разное",
      "itemSubclass": "Транспорт",
      "binding": "Становится персональным при получении",
      "description": "Обучает призывать этот транспорт.",
      "spells": [
        {
          "id": 1265784,
          "name": "Светоносный крылобег",
          "description": "Использование: Обучает призывать этот транспорт."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "260235": {
      "id": 260235,
      "name": "Темное перо",
      "sourceName": "幽影羽毛",
      "quality": "Эпическое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1265809,
          "name": "Темное перо",
          "description": "Если на персонаже: Мрак, окружающий перо, повышает вероятность критического удара на 30. Эффект постепенно ослабевает в течение 60 сек., после чего перо вновь окутывает кромешная тьма. Сила перьев также восстанавливается вне боя."
        },
        {
          "id": 1265806,
          "name": "Сияющее перо",
          "description": "Использование: Вне боя взывает к двойственной природе артефакта, превращая его в сияющее перо. (Восстановление: 5 мин.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "260312": {
      "id": 260312,
      "name": "Пелерина непокорного защитника",
      "sourceName": "挑战防御者斗篷",
      "quality": "Редкое",
      "inventoryType": "Спина",
      "itemClass": "Доспехи",
      "itemSubclass": "Ткань",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "260359": {
      "id": 260359,
      "name": "Вальдраккенский книжный шкаф",
      "sourceName": "瓦德拉肯书柜",
      "quality": "Необычное",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1266209,
          "name": "Получить вальдраккенский книжный шкаф",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "260408": {
      "id": 260408,
      "name": "Беспросветный плач",
      "sourceName": "泯光哀歌",
      "quality": "Эпическое",
      "inventoryType": "Одноручное",
      "itemClass": "Оружие",
      "itemSubclass": "Боевые клинки",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1266257,
          "name": "Небесная глефа",
          "description": "Если на персонаже: Когда вы наносите урон, вы с высокой вероятностью выпускаете небесную глефу, наносящую 57 ед. космического урона, распределяемого между ближайшими противниками. Урон увеличивается на 30% за каждого дополнительного противника. Максимальный бонус – 150%."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "260423": {
      "id": 260423,
      "name": "Мимолетное воспоминание об Араторе",
      "sourceName": "阿拉托尔的迅疾纪念",
      "quality": "Эпическое",
      "inventoryType": "Одноручное",
      "itemClass": "Оружие",
      "itemSubclass": "Меч",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "262914": {
      "id": 262914,
      "name": "Призрачный крылобег",
      "sourceName": "幽灵陆行鸟",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Разное",
      "itemSubclass": "Транспорт",
      "binding": "Становится персональным при получении",
      "description": "Обучает призывать этот транспорт.",
      "spells": [
        {
          "id": 1263635,
          "name": "Призрачный крылобег",
          "description": "Использование: Обучает призывать этот транспорт."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "262957": {
      "id": 262957,
      "name": "Изорванное знамя авангарда",
      "sourceName": "破损的先锋战旗",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1269607,
          "name": "Получить изорванное знамя авангарда",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "263230": {
      "id": 263230,
      "name": "Книжная полка магистра",
      "sourceName": "魔导师的书架",
      "quality": "Необычное",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1270131,
          "name": "Получить книжную полку магистра",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "264187": {
      "id": 264187,
      "name": "Благословенное яйцо феникса",
      "sourceName": "受祝福的凤凰蛋",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1271354,
          "name": "Получить благословенное яйцо феникса",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "264246": {
      "id": 264246,
      "name": "Жуткий радужный гриб Провала",
      "sourceName": "诡异的虹彩裂隙菇",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1271491,
          "name": "Получить жуткий радужный гриб Провала",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "264338": {
      "id": 264338,
      "name": "Доманаарская панель управления",
      "sourceName": "多曼纳尔控制台",
      "quality": "Необычное",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1271726,
          "name": "Получить доманаарскую панель управления",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "264491": {
      "id": 264491,
      "name": "Безднородная камера",
      "sourceName": "虚缚牢笼",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1272054,
          "name": "Получить безднородную камеру",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "264492": {
      "id": 264492,
      "name": "Хаотичный зев Бездны",
      "sourceName": "混沌虚空渊门",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1272055,
          "name": "Получить хаотичный зев Бездны",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "264494": {
      "id": 264494,
      "name": "Окованный доманаарский складской сундук",
      "sourceName": "镶边多曼纳尔储物箱",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1272057,
          "name": "Получить окованный доманаарский складской сундук",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "264497": {
      "id": 264497,
      "name": "Кристалл мучений императора",
      "sourceName": "元首的折磨水晶",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1272060,
          "name": "Получить кристалл мучений императора",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "264498": {
      "id": 264498,
      "name": "Яйцо гальванического тригора",
      "sourceName": "流电三喉龙蛋",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1272061,
          "name": "Получить яйцо гальванического тригора",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "264672": {
      "id": 264672,
      "name": "Камень космического ритуала",
      "sourceName": "宇宙仪式之石",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Разное",
      "itemSubclass": "Другое",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1272307,
          "name": "Космический ритуал",
          "description": "Использование: добавить игрушку в коллекцию.\n\nПроводит ритуал, отдающий труп игрока во власть Бездны. (Восстановление: 10 мин.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "264717": {
      "id": 264717,
      "name": "Сторожевой сглаз амани",
      "sourceName": "阿曼尼防护妖术",
      "quality": "Необычное",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1272513,
          "name": "Получить сторожевой сглаз амани",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "265949": {
      "id": 265949,
      "name": "Золотистый трофей покорителя марша на Кель'Данас",
      "sourceName": "进军奎尔丹纳斯征服者的耀金战利品",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1277440,
          "name": "Получить золотистый трофей покорителя марша на Кель'Данас",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "265950": {
      "id": 265950,
      "name": "Золотистый трофей покорителя Провала снов",
      "sourceName": "梦境裂隙征服者的耀金战利品",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1277441,
          "name": "Получить золотистый трофей покорителя Провала снов",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "265951": {
      "id": 265951,
      "name": "Золотистый трофей покорителя Шпиля Бездны",
      "sourceName": "虚影尖塔征服者的耀金战利品",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1277442,
          "name": "Получить золотистый трофей покорителя Шпиля Бездны",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "267007": {
      "id": 267007,
      "name": "Око Акеруса",
      "sourceName": "阿彻鲁斯之眼",
      "quality": "Необычное",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1278997,
          "name": "Получить око Акеруса",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "267645": {
      "id": 267645,
      "name": "Серебряный трофей покорителя Провала снов",
      "sourceName": "梦境裂隙征服者的闪银战利品",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1280916,
          "name": "Получить серебряный трофей покорителя Провала снов",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "267646": {
      "id": 267646,
      "name": "Серебряный трофей покорителя марша на Кель'Данас",
      "sourceName": "进军奎尔丹纳斯征服者的闪银战利品",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1280917,
          "name": "Получить серебряный трофей покорителя марша на Кель'Данас",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "268049": {
      "id": 268049,
      "name": "Серебряный трофей покорителя Шпиля Бездны",
      "sourceName": "虚影尖塔征服者的闪银战利品",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1281392,
          "name": "Получить серебряный трофей покорителя Шпиля Бездны",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "269269": {
      "id": 269269,
      "name": "Ритуальный всепожирающий шпиль",
      "sourceName": "吞噬军团仪式高塔",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1285071,
          "name": "Получить ритуальный всепожирающий шпиль",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    }
  },
  "itemSets": {
    "1331": {
      "id": 1331,
      "name": "Плач Велена",
      "effects": [
        {
          "requiredCount": 2,
          "displayString": "Комплект: Повышает избежание."
        }
      ]
    },
    "1971": {
      "id": 1971,
      "name": "Узы света Бездны",
      "effects": [
        {
          "requiredCount": 2,
          "displayString": "Комплект: Наносящие урон заклинания и способности с некоторой вероятностью обрушивают на цель \"Сумеречный обстрел\"."
        }
      ]
    },
    "1979": {
      "id": 1979,
      "name": "Обшивка всепожирающего разорителя",
      "effects": [
        {
          "requiredCount": 2,
          "displayString": "Комплект: Урон от \"Луча Бездны\" увеличивается на 10%."
        },
        {
          "requiredCount": 4,
          "displayString": "Комплект: \"Коллапсирующая звезда\" наносит на 10% больше урона и теперь дает 10 ед. гнева."
        }
      ]
    }
  },
  "errors": {}
};
