module.exports = {
  "locale": "ru-RU",
  "apiLocale": "ru_RU",
  "source": "blizzard-game-data-api",
  "region": "eu",
  "namespace": "static-eu",
  "generatedAt": "2026-05-07T06:25:10.726Z",
  "classKey": "paladin",
  "items": {
    "49802": {
      "id": 49802,
      "name": "Двухтонный молот Гархлада",
      "sourceName": "千钧",
      "quality": "Эпическое",
      "inventoryType": "Двуручное",
      "itemClass": "Оружие",
      "itemSubclass": "Дробящее",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "49808": {
      "id": 49808,
      "name": "Свитый золотой пояс",
      "sourceName": "曲金腰带",
      "quality": "Эпическое",
      "inventoryType": "Пояс",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "49812": {
      "id": 49812,
      "name": "Похищенное обручальное кольцо",
      "sourceName": "被盗的婚戒",
      "quality": "Эпическое",
      "inventoryType": "Палец",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "49819": {
      "id": 49819,
      "name": "Череп повелителя скелетов",
      "sourceName": "骷髅领主的狼牙头盔",
      "quality": "Эпическое",
      "inventoryType": "Голова",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "49823": {
      "id": 49823,
      "name": "Плащ падшего кардинала",
      "sourceName": "阵亡主教斗篷",
      "quality": "Эпическое",
      "inventoryType": "Спина",
      "itemClass": "Доспехи",
      "itemSubclass": "Ткань",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "50228": {
      "id": 50228,
      "name": "Имирхеймское шипастое колье",
      "sourceName": "尖刺伊米亚颈饰",
      "quality": "Эпическое",
      "inventoryType": "Шея",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "50234": {
      "id": 50234,
      "name": "Латные наплечники стынущей крови",
      "sourceName": "霜血肩甲",
      "quality": "Эпическое",
      "inventoryType": "Плечи",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "50259": {
      "id": 50259,
      "name": "Нетающий кристалл льда",
      "sourceName": "永冻冰晶",
      "quality": "Эпическое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 71563,
          "name": "Смертельная точность",
          "description": "Использование: Повышает вероятность критического удара на 52 на 20 сек. При каждом критическом эффекте ваших непериодических заклинаний этот бонус уменьшается на 10. (Восстановление: 3 мин.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "50272": {
      "id": 50272,
      "name": "Реберный остов ледяного змея",
      "sourceName": "冰龙胸骨",
      "quality": "Эпическое",
      "inventoryType": "Грудь",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "151307": {
      "id": 151307,
      "name": "Контракт ловчего Бездны",
      "sourceName": "虚空追猎者的契约",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 250966,
          "name": "Призыв ловчего Бездны",
          "description": "Использование: Вы призываете двух ловчих Бездны, которые атакуют вашу цель с разных направлений, нанося противникам на своем пути 1844 ед. физического урона. (Восстановление: 1 мин. 30 с.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "151308": {
      "id": 151308,
      "name": "Печать благородства Эредата",
      "sourceName": "艾瑞达斯贵族印戒",
      "quality": "Редкое",
      "inventoryType": "Палец",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": 1331,
      "setName": "Плач Велена"
    },
    "151309": {
      "id": 151309,
      "name": "Ожерелье яростной Бездны",
      "sourceName": "扭曲虚空项链",
      "quality": "Редкое",
      "inventoryType": "Шея",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "151311": {
      "id": 151311,
      "name": "Печать Триумвирата",
      "sourceName": "执政团指轮",
      "quality": "Редкое",
      "inventoryType": "Палец",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": 1331,
      "setName": "Плач Велена"
    },
    "151312": {
      "id": 151312,
      "name": "Флакон чистейшей Бездны",
      "sourceName": "纯净虚空之瓶",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 250765,
          "name": "Leeching Void",
          "description": "Использование: У ваших ног появляется область Бездны, существующая 10 сек. и наносящая 602 ед. урона от темной магии находящимся в области ее действия противникам. Вы восполняете здоровье в объеме 300% нанесенного таким образом урона.\r\n (Восстановление: 1 мин. 30 с.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "151327": {
      "id": 151327,
      "name": "Ремень Темной Стражи",
      "sourceName": "影卫腰带",
      "quality": "Редкое",
      "inventoryType": "Пояс",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "151328": {
      "id": 151328,
      "name": "Тяжелые наручи утерянной надежды",
      "sourceName": "失落希望臂甲",
      "quality": "Редкое",
      "inventoryType": "Запястья",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "151329": {
      "id": 151329,
      "name": "Кираса темного касания",
      "sourceName": "黑暗之触胸甲",
      "quality": "Редкое",
      "inventoryType": "Грудь",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "151330": {
      "id": 151330,
      "name": "Ловушкодавы",
      "sourceName": "陷阱干扰靴",
      "quality": "Редкое",
      "inventoryType": "Ступни",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "151332": {
      "id": 151332,
      "name": "Перчатки когтей Бездны",
      "sourceName": "灵爪手甲",
      "quality": "Редкое",
      "inventoryType": "Кисти рук",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 253793,
          "name": "Когти Бездны",
          "description": "Если на персонаже: Ваши автоатаки могут дополнительно нанести 65 ед. урона от темной магии."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "151333": {
      "id": 151333,
      "name": "Корона темного посланника",
      "sourceName": "黑暗使徒之冠",
      "quality": "Редкое",
      "inventoryType": "Голова",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "151340": {
      "id": 151340,
      "name": "Тень Л'уры",
      "sourceName": "鲁拉的回响",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 250768,
          "name": "Шепот Л'уры",
          "description": "Использование: Прислушавшись к шепоту Л'уры, в течение 45 сек. вы получите шанс восполнять на 419 ед. здоровья больше при помощи своих заклинаний исцеления. (Восстановление: 3 мин.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "193701": {
      "id": 193701,
      "name": "Алгет'арская шкатулка с секретом",
      "sourceName": "艾杰斯亚谜题盒",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 383781,
          "name": "Алгет'арская задача",
          "description": "Использование: Вы решаете задачку, в результате чего ваша искусность повышается на 112 на 20 сек. (Восстановление: 2 мин.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "193705": {
      "id": 193705,
      "name": "Кираса проверенных знаний",
      "sourceName": "确证学识胸铠",
      "quality": "Редкое",
      "inventoryType": "Грудь",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "193706": {
      "id": 193706,
      "name": "Наголенники почтенного профессора",
      "sourceName": "敬仰教授护胫",
      "quality": "Редкое",
      "inventoryType": "Ноги",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "193708": {
      "id": 193708,
      "name": "Платиновый звездный перстень",
      "sourceName": "白金星辰指环",
      "quality": "Редкое",
      "inventoryType": "Палец",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "Такой находкой заинтересовалась бы Таттукиака в Искаре.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "193710": {
      "id": 193710,
      "name": "Сабля полезных чар",
      "sourceName": "惠魔佩剑",
      "quality": "Редкое",
      "inventoryType": "Одноручное",
      "itemClass": "Оружие",
      "itemSubclass": "Меч",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "193711": {
      "id": 193711,
      "name": "Абордажная сабля гибельных чар",
      "sourceName": "殇魔弯刀",
      "quality": "Редкое",
      "inventoryType": "Одноручное",
      "itemClass": "Оружие",
      "itemSubclass": "Меч",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "193712": {
      "id": 193712,
      "name": "Заляпанный зельями плащ",
      "sourceName": "药渍披风",
      "quality": "Редкое",
      "inventoryType": "Спина",
      "itemClass": "Доспехи",
      "itemSubclass": "Ткань",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "193716": {
      "id": 193716,
      "name": "Алгет'арский подрезатель изгородей",
      "sourceName": "艾杰斯亚修篱斧",
      "quality": "Редкое",
      "inventoryType": "Двуручное",
      "itemClass": "Оружие",
      "itemSubclass": "Топор",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "193718": {
      "id": 193718,
      "name": "Свисток изумрудного тренера",
      "sourceName": "翡翠教练的哨子",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 398396,
          "name": "Свисток изумрудного тренера",
          "description": "Использование: Выбирает дружественного игрока для обучения. (Восстановление: 1 с.)"
        },
        {
          "id": 383798,
          "name": "Свисток изумрудного тренера",
          "description": "Если на персонаже: Благотворные способности и заклинания могут поднять боевой дух вам и вашему ученику, повышая искусность на 31 на 10 сек. \r\n"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "193719": {
      "id": 193719,
      "name": "Снаряжение для драконьего спорта",
      "sourceName": "巨龙竞技装备",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "В Алгет'арской академии мы выкладываемся на все сто!",
      "spells": [
        {
          "id": 386692,
          "name": "Снаряжение для драконьих игр",
          "description": "Использование: Кинуть на поле мячи для драконьих игр. Подбежав к мячу, вы пнете его в противника и нанесете 1387 ед. физического урона. (Восстановление: 2 мин.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "241044": {
      "id": 241044,
      "name": "Аргусский ящик",
      "sourceName": "阿古斯箱子",
      "quality": "Необычное",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1230953,
          "name": "Получить аргусский ящик",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249275": {
      "id": 249275,
      "name": "Бастион благородной решимости",
      "sourceName": "高尚决心壁垒",
      "quality": "Эпическое",
      "inventoryType": "Левая рука",
      "itemClass": "Доспехи",
      "itemSubclass": "Щит",
      "binding": "Становится персональным при получении",
      "description": "\"Лишь в разрушении есть благородство\" (Император Аверзиан)",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249277": {
      "id": 249277,
      "name": "Окончательный приговор Беллами",
      "sourceName": "贝莱梅的最终审判",
      "quality": "Эпическое",
      "inventoryType": "Двуручное",
      "itemClass": "Оружие",
      "itemSubclass": "Дробящее",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249281": {
      "id": 249281,
      "name": "Клинок последних сумерек",
      "sourceName": "终焉暮光之刃",
      "quality": "Эпическое",
      "inventoryType": "Одноручное",
      "itemClass": "Оружие",
      "itemSubclass": "Меч",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249293": {
      "id": 249293,
      "name": "Бремя приказа",
      "sourceName": "指挥的重担",
      "quality": "Эпическое",
      "inventoryType": "Одноручное",
      "itemClass": "Оружие",
      "itemSubclass": "Дробящее",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249294": {
      "id": 249294,
      "name": "Клинок слепого суждения",
      "sourceName": "盲目裁决之刃",
      "quality": "Эпическое",
      "inventoryType": "Одноручное",
      "itemClass": "Оружие",
      "itemSubclass": "Меч",
      "binding": "Становится персональным при получении",
      "description": "\"Пламя Света не щадит никого\" (Венел Светлая Кровь).",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249295": {
      "id": 249295,
      "name": "Лживое эхо Туралиона",
      "sourceName": "图拉扬的虚假回响",
      "quality": "Эпическое",
      "inventoryType": "Одноручное",
      "itemClass": "Оружие",
      "itemSubclass": "Дробящее",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249296": {
      "id": 249296,
      "name": "Ала'эндаль, Песнь рассвета",
      "sourceName": "阿拉恩达尔，黎明之歌",
      "quality": "Эпическое",
      "inventoryType": "Двуручное",
      "itemClass": "Оружие",
      "itemSubclass": "Топор",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249307": {
      "id": 249307,
      "name": "Угольные захваты",
      "sourceName": "余烬之子护手",
      "quality": "Эпическое",
      "inventoryType": "Кисти рук",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249309": {
      "id": 249309,
      "name": "Нагрудник преданности солнцу",
      "sourceName": "日缚胸铠",
      "quality": "Эпическое",
      "inventoryType": "Грудь",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249311": {
      "id": 249311,
      "name": "Наголенники Светлой Крови",
      "sourceName": "光血护胫",
      "quality": "Эпическое",
      "inventoryType": "Ноги",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249313": {
      "id": 249313,
      "name": "Наплеч суждения Света",
      "sourceName": "光之审判肩甲",
      "quality": "Эпическое",
      "inventoryType": "Плечи",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249316": {
      "id": 249316,
      "name": "Венец сломленного тирана",
      "sourceName": "破碎暴君之冠",
      "quality": "Эпическое",
      "inventoryType": "Голова",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "Корона без королевства.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249326": {
      "id": 249326,
      "name": "Наручи марша Света",
      "sourceName": "圣光进军护腕",
      "quality": "Эпическое",
      "inventoryType": "Запястья",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249331": {
      "id": 249331,
      "name": "Мрачные узы Эззорака",
      "sourceName": "艾佐拉克的幽暗腰铠",
      "quality": "Эпическое",
      "inventoryType": "Пояс",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249332": {
      "id": 249332,
      "name": "Паразитические высокие ботинки",
      "sourceName": "寄生虫践踏靴",
      "quality": "Эпическое",
      "inventoryType": "Ступни",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249335": {
      "id": 249335,
      "name": "Знамя императора",
      "sourceName": "元首的战旗",
      "quality": "Эпическое",
      "inventoryType": "Спина",
      "itemClass": "Доспехи",
      "itemSubclass": "Ткань",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249336": {
      "id": 249336,
      "name": "Печатка голодного чудовища",
      "sourceName": "饥饿野兽指环",
      "quality": "Эпическое",
      "inventoryType": "Палец",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249337": {
      "id": 249337,
      "name": "Кольцо злобы",
      "sourceName": "盘绕恶意丝带",
      "quality": "Эпическое",
      "inventoryType": "Шея",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249339": {
      "id": 249339,
      "name": "Кошмарная чешуйка с налетом мглы",
      "sourceName": "溅暗恐惧之鳞",
      "quality": "Эпическое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1260633,
          "name": "Кошмарная чешуйка с налетом мглы",
          "description": "Использование: Выпускает поток ненасытного мрака, наносящий 3489 ед. урона от темной магии, распределяемого между ближайшими противниками, и поглощающий до 50% получаемого урона до тех пор, пока объем поглощенного урона не станет равен нанесенному.\r\n\r\nУрон увеличивается на 30% за каждого дополнительного противника. Максимальный бонус – 150%. (Восстановление: 2 мин.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249341": {
      "id": 249341,
      "name": "Зачарователь нестабильной Бездны",
      "sourceName": "不稳定的虚空弥散器",
      "quality": "Эпическое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1258535,
          "name": "Зачарователь нестабильной Бездны",
          "description": "Если на персонаже: Исцеляющие заклинания и способности с высокой вероятностью на 12 сек. дают вам эффект \"Насыщение Бездной\", повышающий интеллект на 14 и еще на 0 за каждый процент недостающего здоровья цели. Эффекты насыщения могут накладываться друг на друга."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249342": {
      "id": 249342,
      "name": "Сердце древнего голода",
      "sourceName": "上古饥渴之心",
      "quality": "Эпическое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1251822,
          "name": "Сердце древнего голода",
          "description": "Если на персонаже: Ваши атаки могут повысить вашу вероятность критического удара на 83, а также увеличить вас в размерах. Эффект постепенно ослабевает в течение 12 сек."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249343": {
      "id": 249343,
      "name": "Взор ясновидца Альн",
      "sourceName": "艾林先知的凝视",
      "quality": "Эпическое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "В иные места не дерзнут заглянуть даже самые преданные.",
      "spells": [
        {
          "id": 1256896,
          "name": "Взор ясновидца Альн",
          "description": "Если на персонаже: Нанося урон или исцеляя, вы с некоторой вероятностью можете получить эффект \"Проницательность Альн\" на 12 сек. Пока он действует, ваши способности и заклинания призывают отверженных Альн и поглощают их сущность, повышая вашу основную характеристику (Интеллект) на 2 на 12 сек. Эффекты могут накладываться друг на друга."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249344": {
      "id": 249344,
      "name": "Стяг отряда Света",
      "sourceName": "圣光连队的旌旗",
      "quality": "Эпическое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "Ура передовым силам Света!",
      "spells": [
        {
          "id": 1251817,
          "name": "Стяг отряда Света",
          "description": "Если на персонаже: Вы – доброволец передовых сил Света.\r\n\r\n"
        },
        {
          "id": 1259633,
          "name": "Вперед!",
          "description": "Использование: Вы возглавляете атаку, и ваш показатель скорости повышается на 74 ед. на 15 сек. Все добровольцы передовых сил Света в радиусе 40 м также получают 18 к скорости передвижения на 6 сек. (Восстановление: 1 мин. 30 с.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249346": {
      "id": 249346,
      "name": "Последний взор Ваэлгора",
      "sourceName": "威厄高尔的最终凝视",
      "quality": "Эпическое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1260459,
          "name": "Нуль-зрение",
          "description": "Использование: Дает силу драконьего глаза и повышает вашу искусность на 148. Прибавка постепенно ослабевает в течение 15 сек. Эффект также позволяет видеть скрытых противников. (Восстановление: 1 мин. 30 с.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249350": {
      "id": 249350,
      "name": "Кованый цветок из провала Альн",
      "sourceName": "艾林铸造的裂隙绽放",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Разное",
      "itemSubclass": "Хлам",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1261839,
          "name": "Цветок из Провала",
          "description": "Использование: Синтезировать персональный подходящий вашему классу нагрудник из комплекта."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249354": {
      "id": 249354,
      "name": "Кованное в Бездне алчущее нуль-ядро",
      "sourceName": "虚空铸造的饥饿虚核",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Разное",
      "itemSubclass": "Хлам",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1261838,
          "name": "Алчущее нуль-ядро",
          "description": "Использование: Синтезировать персональные подходящие вашему классу перчатки из комплекта."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249358": {
      "id": 249358,
      "name": "Кованное в Бездне фанатичное нуль-ядро",
      "sourceName": "虚空铸造的狂热虚核",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Разное",
      "itemSubclass": "Хлам",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1261837,
          "name": "Фанатичное нуль-ядро",
          "description": "Использование: Синтезировать персональный подходящий вашему классу шлем из комплекта."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249362": {
      "id": 249362,
      "name": "Кованное в Бездне зараженное нуль-ядро",
      "sourceName": "虚空铸造的腐化虚核",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Разное",
      "itemSubclass": "Хлам",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1261832,
          "name": "Зараженное нуль-ядро",
          "description": "Использование: Синтезировать персональные подходящие вашему классу поножи из комплекта."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249366": {
      "id": 249366,
      "name": "Кованное в Бездне расплетенное нуль-ядро",
      "sourceName": "虚空铸造的解离虚核",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Разное",
      "itemSubclass": "Хлам",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1261831,
          "name": "Расплетенное нуль-ядро",
          "description": "Использование: Синтезировать персональные подходящие вашему классу наплечники из комплекта."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249367": {
      "id": 249367,
      "name": "Диковинка звенящей Бездны",
      "sourceName": "鸣响虚空珍玩",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Реагент",
      "itemSubclass": "Контекстный жетон",
      "binding": "Становится персональным при получении",
      "description": "Найдите Кирану у входа в марш на Кель'Данас, чтобы обменять диковинку на мощные доспехи из классового комплекта.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249368": {
      "id": 249368,
      "name": "Вечная цепь песни Пустоты",
      "sourceName": "永恒虚空之歌项链",
      "quality": "Эпическое",
      "inventoryType": "Шея",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1271211,
          "name": "Вечная цепь песни Пустоты",
          "description": "Если на персонаже: Ваш урон от темной магии с некоторой вероятностью применяет к цели \"Укус прыгуаны Бездны\", наносящий 103 ед. урона от темной магии за 10 сек. При повторном наложении оставшийся урон добавляется к новому эффекту."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249369": {
      "id": 249369,
      "name": "Узы Света",
      "sourceName": "圣光纽带",
      "quality": "Эпическое",
      "inventoryType": "Палец",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249370": {
      "id": 249370,
      "name": "Драконий нуль-плащ",
      "sourceName": "龙族虚无披风",
      "quality": "Эпическое",
      "inventoryType": "Спина",
      "itemClass": "Доспехи",
      "itemSubclass": "Ткань",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249380": {
      "id": 249380,
      "name": "Кольчужный пояс ненависти",
      "sourceName": "仇恨束缚腰链",
      "quality": "Эпическое",
      "inventoryType": "Пояс",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249381": {
      "id": 249381,
      "name": "Наголенники бесформенных",
      "sourceName": "未成形者护胫",
      "quality": "Эпическое",
      "inventoryType": "Ступни",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249805": {
      "id": 249805,
      "name": "Сочащийся рудимент Неприснившегося Бога",
      "sourceName": "未梦之神的污泥残迹",
      "quality": "Эпическое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "Слизь не перестает течь ни на секунду.",
      "spells": [
        {
          "id": 1256790,
          "name": "Сочащийся рудимент Неприснившегося Бога",
          "description": "Если на персонаже: Вы с высокой вероятностью покрываете цель нестабильной слизью, наносящей 4 ед. урона от сил природы раз в сек. Эффект суммируется до 5 раз.\r\n\r\nПо накоплении 5 эффектов или когда цель погибает, слизь поглощает саму себя и наносит 371 ед. урона от сил природы, распределяемого между ближайшими противниками. Урон увеличивается на 30% за каждого дополнительного противника. Максимальный бонус – 150%."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249806": {
      "id": 249806,
      "name": "Сияющее перо",
      "sourceName": "光耀飞羽",
      "quality": "Эпическое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1260592,
          "name": "Сияющее перо",
          "description": "Если на персонаже: Сияние перьев повышает вашу искусность на 30 ед. Эффект постепенно ослабевает в течение 60 сек., после чего ослепительное свечение возобновляется. Сила перьев также восстанавливается вне боя."
        },
        {
          "id": 1265805,
          "name": "Темное перо",
          "description": "Использование: Вне боя взывает к двойственной природе артефакта, превращая его в темное перо. (Восстановление: 5 мин.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249807": {
      "id": 249807,
      "name": "Вечное яйцо",
      "sourceName": "永恒之卵",
      "quality": "Эпическое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1256391,
          "name": "Вечное яйцо",
          "description": "Если на персонаже: Ваши способности с некоторой вероятностью окружают вас защитной скорлупой, предотвращающей до 25% получаемого урона в течение 6 сек. или до тех пор, пока не будет поглощено 1197 ед. урона. Если скорлупу не успевают пробить, ваша скорость повышается на 41 на 12 сек."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249808": {
      "id": 249808,
      "name": "Литания слепосветного гнева",
      "sourceName": "光盲圣怒的连祷",
      "quality": "Эпическое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "Ты на стороне Света?",
      "spells": [
        {
          "id": 1258283,
          "name": "Маяк слепосветного гнева",
          "description": "Использование: Вы читаете литанию и применяете к противнику эффект \"Маяк слепосветного гнева\" на 30 сек. 5 следующих наносящих урон заклинаний вызывают взрывы Света, наносящие цели 289 ед. урона от светлой магии.\r\n\r\nЭтот урон преобразуется в щит, укрывающий 5 раненых союзников и поглощающий 50% получаемого урона до тех пор, пока ресурс не будет исчерпан. (Восстановление: 1 мин. 30 с.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249809": {
      "id": 249809,
      "name": "Лента Странника",
      "sourceName": "双界行者的丝带",
      "quality": "Эпическое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "\"Хочешь узнать о Бездне? Ее шепот не только сводит с ума, но и многому может научить\" (Странник).",
      "spells": [
        {
          "id": 1259314,
          "name": "Лента Странника",
          "description": "Если на персонаже: Применяя заклинания, вы с высокой вероятностью поддаетесь Бездне, сулящей могущество, и ваш интеллект повышается на 19 на 10 сек.\r\n\r\nКаждый посул навсегда усиливает этот эффект на 5% до 10 раз, но после выхода из боя усиление быстро теряется."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249811": {
      "id": 249811,
      "name": "Свет космического крещендо",
      "sourceName": "宇宙波动之光",
      "quality": "Эпическое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "Когда-то ее песни вселяли в сердца надежду.",
      "spells": [
        {
          "id": 1258672,
          "name": "Свет космического крещендо",
          "description": "Если на персонаже: Творимое вами исцеление с высокой вероятностью применяет к ближайшему противнику эффект \"Космическое крещендо\", наносящий 1 ед. космического урона раз в 3 сек., пока цель не погибнет. Эффект суммируется до 25 раз.\r\n\r\nРаз в 2 сек. вы поете космический гимн, и если у одного из союзников осталось менее 60% здоровья, вы поглощаете эффект \"Космическое крещендо\" и восполняете этому союзнику и еще максимум 4 раненым целям 228 ед. здоровья, распределяя исцеление между ними. Эффективность исцеления повышается на 30% за каждого союзника вплоть до 150%."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249915": {
      "id": 249915,
      "name": "Набедренники истребления",
      "sourceName": "灭绝腿铠",
      "quality": "Эпическое",
      "inventoryType": "Ноги",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "В конце концов должен остаться кто-то один.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249919": {
      "id": 249919,
      "name": "Кольцо надежды син'дорай",
      "sourceName": "辛多雷希望指环",
      "quality": "Эпическое",
      "inventoryType": "Палец",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249920": {
      "id": 249920,
      "name": "Око полуночи",
      "sourceName": "至暗之夜的眼眸",
      "quality": "Эпическое",
      "inventoryType": "Палец",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1266505,
          "name": "Око полуночи",
          "description": "Если на персонаже: Когда вы получаете урон от темной магии, превышающий 15% максимального запаса здоровья, вы получаете барьер, поглощающий до 240 ед. урона. Пока барьер существует, ваша вероятность избежания повышается на 10. Эффект срабатывает не чаще раза в 30 сек."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "249921": {
      "id": 249921,
      "name": "Талассийский страж рассвета",
      "sourceName": "萨拉斯护晨者",
      "quality": "Эпическое",
      "inventoryType": "Левая рука",
      "itemClass": "Доспехи",
      "itemSubclass": "Щит",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249956": {
      "id": 249956,
      "name": "Плащ суда света",
      "sourceName": "光耀裁决的重型披风",
      "quality": "Эпическое",
      "inventoryType": "Спина",
      "itemClass": "Доспехи",
      "itemSubclass": "Ткань",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249957": {
      "id": 249957,
      "name": "Манжеты суда света",
      "sourceName": "光耀裁决的护腕",
      "quality": "Эпическое",
      "inventoryType": "Запястья",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249958": {
      "id": 249958,
      "name": "Знак неустрашимости суда света",
      "sourceName": "光耀裁决的无畏徽记",
      "quality": "Эпическое",
      "inventoryType": "Пояс",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249959": {
      "id": 249959,
      "name": "Наблюдатели суда света",
      "sourceName": "光耀裁决的天命护肩",
      "quality": "Эпическое",
      "inventoryType": "Плечи",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": 1985,
      "setName": "Одежды суда света"
    },
    "249960": {
      "id": 249960,
      "name": "Наголенники суда света",
      "sourceName": "光耀裁决的护胫",
      "quality": "Эпическое",
      "inventoryType": "Ноги",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": 1985,
      "setName": "Одежды суда света"
    },
    "249961": {
      "id": 249961,
      "name": "Неколебимый взор суда света",
      "sourceName": "光耀裁决的坚定凝视",
      "quality": "Эпическое",
      "inventoryType": "Голова",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": 1985,
      "setName": "Одежды суда света"
    },
    "249962": {
      "id": 249962,
      "name": "Рукавицы суда света",
      "sourceName": "光耀裁决的护手",
      "quality": "Эпическое",
      "inventoryType": "Кисти рук",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": 1985,
      "setName": "Одежды суда света"
    },
    "249963": {
      "id": 249963,
      "name": "Башмаки суда света",
      "sourceName": "光耀裁决的战靴",
      "quality": "Эпическое",
      "inventoryType": "Ступни",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "249964": {
      "id": 249964,
      "name": "Небесный боевой доспех суда света",
      "sourceName": "光耀裁决的神圣战甲",
      "quality": "Эпическое",
      "inventoryType": "Грудь",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": 1985,
      "setName": "Одежды суда света"
    },
    "250144": {
      "id": 250144,
      "name": "Перо Алозар",
      "sourceName": "烬翼羽毛",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1250508,
          "name": "Волна жара Углекрыла",
          "description": "Использование: \"Волна жара Углекрыла\" повышает скорость на 68 на 15 сек.\r\n\r\nС небольшой вероятностью вы получаете эффект \"Ожог Углекрыла\", снижающий другую второстепенную характеристику на 21 на 10 сек. (Восстановление: 2 мин.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "250226": {
      "id": 250226,
      "name": "Коварный крюк Зацапа",
      "sourceName": "拉奇的弯曲钩爪",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1254193,
          "name": "Коварный крюк Зацапа",
          "description": "Использование: Вы бросаете в цель огромный крюк, пробивающий противников на пути и наносящий им по 577 ед. физического урона. Поразив основную цель, крюк наносит 385 ед. физического урона, распределяемого между противниками в радиусе 7 м. (Восстановление: 1 мин. 30 с.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "250227": {
      "id": 250227,
      "name": "Боевое знамя Кролука",
      "sourceName": "克罗鲁科的战旗",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1250563,
          "name": "Боевой штандарт Кролука",
          "description": "Если на персонаже: Атаки ближнего боя с некоторой вероятностью призывают элитного метателя топоров, который бросает в вашу цель топор, наносящий 1498 ед. физического урона."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "250241": {
      "id": 250241,
      "name": "Знак света",
      "sourceName": "圣光印记",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1250582,
          "name": "Знак света",
          "description": "Если на персонаже: Ваши атаки с некоторой вероятностью могут поразить цель сияющим ударом, распределяющим 128 ед. урона от светлой магии между ближайшими противниками.\r\n"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "250242": {
      "id": 250242,
      "name": "Репликатор геля",
      "sourceName": "水母复制器",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1250584,
          "name": "Репликатор геля",
          "description": "Если на персонаже: При получении урона с некоторой вероятностью может образоваться гелевый щит, поглощающий 40% получаемого урона вплоть до 774 ед. Время действия – 10 сек.\r\n\r\n\r\nЕсли у вас остается менее 35% здоровья, гель вокруг вас твердеет и образует защитный слой, поглощающий до 335 ед. урона. Время действия – 5 сек. Срабатывает не чаще раза в 1 мин.\r\n\r\n"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "250246": {
      "id": 250246,
      "name": "Заправляющая сфера",
      "sourceName": "充能宝珠",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1254752,
          "name": "Заправляющая сфера",
          "description": "Если на персонаже: Ваши способности и заклинания могут с некоторой вероятностью создать энергетическую сферу, которая до 5 раз переходит между находящимися рядом союзниками, повышая их универсальность на 5 на 12 сек. Если у союзника меньше 50% здоровья, сфера вместо этого восполняет ему 80 ед. здоровья."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "250247": {
      "id": 250247,
      "name": "Амулет гимна пустоты",
      "sourceName": "深渊赞歌护符",
      "quality": "Эпическое",
      "inventoryType": "Шея",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "250253": {
      "id": 250253,
      "name": "Шепот сумрачного призрака",
      "sourceName": "暮色怨灵的低语",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1250596,
          "name": "Шепот сумрачного призрака",
          "description": "Если на персонаже: Исцеляющие заклинания и способности с некоторой вероятностью высвобождают сумеречного призрака, который прыгает к вашей цели и восполняет ей 378 ед. здоровья.\r\n\r\nЕсли уровень здоровья цели ниже 40%, дух также усиливает ее, повышая универсальность на 7 на 10 сек."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "250256": {
      "id": 250256,
      "name": "Сердце ветра",
      "sourceName": "风之心",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1250599,
          "name": "Сердце ветра",
          "description": "Если на персонаже: Ваши заклинания и способности с некоторой вероятностью пробуждают сердце ветра, окружающее вас мощным вихрем, который повышает скорость на 22 на 10 сек."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "250258": {
      "id": 250258,
      "name": "Сосуд замученных душ",
      "sourceName": "折磨之魂容器",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "Не стучите по стеклу. Они это не любят.",
      "spells": [
        {
          "id": 1250602,
          "name": "Сосуд душ",
          "description": "Если на персонаже: Ваши заклинания и способности с некоторой вероятностью пробуждают заключенную в сосуде душу. Каждая собранная душа повышает вашу основную характеристику (Интеллект) на 3 на 1 мин."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "251078": {
      "id": 251078,
      "name": "Защитник Алозар",
      "sourceName": "烬晓卫士之剑",
      "quality": "Редкое",
      "inventoryType": "Двуручное",
      "itemClass": "Оружие",
      "itemSubclass": "Меч",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251081": {
      "id": 251081,
      "name": "Захваты угольной рощи",
      "sourceName": "烬林护手",
      "quality": "Редкое",
      "inventoryType": "Кисти рук",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251083": {
      "id": 251083,
      "name": "Палка-раскопалка",
      "sourceName": "挖掘大槌",
      "quality": "Редкое",
      "inventoryType": "Одноручное",
      "itemClass": "Оружие",
      "itemSubclass": "Дробящее",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251086": {
      "id": 251086,
      "name": "Защитник крюкодера",
      "sourceName": "裂钩防御者",
      "quality": "Редкое",
      "inventoryType": "Пояс",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251088": {
      "id": 251088,
      "name": "Побитый в боях колун",
      "sourceName": "战损砍刀",
      "quality": "Редкое",
      "inventoryType": "Одноручное",
      "itemClass": "Оружие",
      "itemSubclass": "Топор",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251091": {
      "id": 251091,
      "name": "Башмаки яростной мести",
      "sourceName": "愤怒复仇战靴",
      "quality": "Редкое",
      "inventoryType": "Ступни",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251093": {
      "id": 251093,
      "name": "Отсутствие Света",
      "sourceName": "圣光的遗落",
      "quality": "Редкое",
      "inventoryType": "Палец",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": 1971,
      "setName": "Узы света Бездны"
    },
    "251096": {
      "id": 251096,
      "name": "Подвеска мучительной скорби",
      "sourceName": "悲恸吊坠",
      "quality": "Редкое",
      "inventoryType": "Шея",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251098": {
      "id": 251098,
      "name": "Выцветшее забрало лучника",
      "sourceName": "造箭师的褪色面铠",
      "quality": "Редкое",
      "inventoryType": "Голова",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251100": {
      "id": 251100,
      "name": "Колотушка злодеяния",
      "sourceName": "渎职之槌",
      "quality": "Редкое",
      "inventoryType": "Одноручное",
      "itemClass": "Оружие",
      "itemSubclass": "Дробящее",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251101": {
      "id": 251101,
      "name": "Панцирь магического стража",
      "sourceName": "奥术守护者胸铠",
      "quality": "Редкое",
      "inventoryType": "Грудь",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251105": {
      "id": 251105,
      "name": "Заслон разрушителя чар",
      "sourceName": "破法者之盾",
      "quality": "Редкое",
      "inventoryType": "Левая рука",
      "itemClass": "Доспехи",
      "itemSubclass": "Щит",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251107": {
      "id": 251107,
      "name": "Высокие ботинки присягнувшего",
      "sourceName": "圣誓践踏靴",
      "quality": "Редкое",
      "inventoryType": "Ступни",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251112": {
      "id": 251112,
      "name": "Ремень теневого разделения",
      "sourceName": "影裂腰铠",
      "quality": "Редкое",
      "inventoryType": "Пояс",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251115": {
      "id": 251115,
      "name": "Кольцо раздвоения",
      "sourceName": "分叉指环",
      "quality": "Редкое",
      "inventoryType": "Палец",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251117": {
      "id": 251117,
      "name": "Кружащий бездноруб",
      "sourceName": "旋风虚空裂斧",
      "quality": "Редкое",
      "inventoryType": "Двуручное",
      "itemClass": "Оружие",
      "itemSubclass": "Топор",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251118": {
      "id": 251118,
      "name": "Ножные латы долгих сумерек",
      "sourceName": "暮色残留腿铠",
      "quality": "Редкое",
      "inventoryType": "Ноги",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251157": {
      "id": 251157,
      "name": "Опаляющий наплеч",
      "sourceName": "烈焰肩章",
      "quality": "Редкое",
      "inventoryType": "Плечи",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251161": {
      "id": 251161,
      "name": "Покров ловца душ",
      "sourceName": "猎魂者的斗篷",
      "quality": "Редкое",
      "inventoryType": "Спина",
      "itemClass": "Доспехи",
      "itemSubclass": "Ткань",
      "binding": "Становится персональным при получении",
      "description": "Реликвия для безумных ритуалов, известных лишь племени Порочной Ветви.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251164": {
      "id": 251164,
      "name": "Сбруя слияния",
      "sourceName": "融合怪的挽具",
      "quality": "Редкое",
      "inventoryType": "Плечи",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251168": {
      "id": 251168,
      "name": "Сабля потрошителя живых",
      "sourceName": "裂命者的弯刀",
      "quality": "Редкое",
      "inventoryType": "Двуручное",
      "itemClass": "Оружие",
      "itemSubclass": "Меч",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251169": {
      "id": 251169,
      "name": "Обмотки злого рока",
      "sourceName": "厄运裹足",
      "quality": "Редкое",
      "inventoryType": "Ступни",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "Племя Порочной Ветви следует по опасному пути между жизнью и смертью.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251202": {
      "id": 251202,
      "name": "Отражатель оттока",
      "sourceName": "溢流反射盾",
      "quality": "Редкое",
      "inventoryType": "Левая рука",
      "itemClass": "Доспехи",
      "itemSubclass": "Щит",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251203": {
      "id": 251203,
      "name": "Наручники Казрета",
      "sourceName": "卡斯雷瑟的裹腕",
      "quality": "Редкое",
      "inventoryType": "Запястья",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251206": {
      "id": 251206,
      "name": "Потоковый плащ",
      "sourceName": "流光织锦披风",
      "quality": "Редкое",
      "inventoryType": "Спина",
      "itemClass": "Доспехи",
      "itemSubclass": "Ткань",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251208": {
      "id": 251208,
      "name": "Иссеченные Светом шоссы",
      "sourceName": "光痕腿铠",
      "quality": "Редкое",
      "inventoryType": "Ноги",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "251217": {
      "id": 251217,
      "name": "Затенение Бездной",
      "sourceName": "虚空的遮蔽",
      "quality": "Редкое",
      "inventoryType": "Палец",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": 1971,
      "setName": "Узы света Бездны"
    },
    "252411": {
      "id": 252411,
      "name": "Сияющий солнечный камень",
      "sourceName": "光耀日长石",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1254624,
          "name": "Сияющее благословение",
          "description": "Использование: Выбранного союзника окутывает яркий Свет, восполняющий 670 ед. здоровья и насыщающий его на 20 сек.\r\nПока действует насыщение, ваши исцеляющие заклинания и способности также восполняют этому союзнику 26 ед. здоровья. (Восстановление: 2 мин.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "252418": {
      "id": 252418,
      "name": "Зажигатель солнечного ядра",
      "sourceName": "太阳之核点燃器",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1254638,
          "name": "Зажигатель солнечного ядра",
          "description": "Использование: Вы на 15 сек. зажигаете в себе солнечное ядро и получаете щит, уменьшающий получаемый урон на 50% и способный поглотить таким образом до 827 ед. урона. По истечении времени действия ваша универсальность повышается максимум на 23 на 10 сек. в зависимости от оставшейся прочности щита. (Восстановление: 1 мин. 30 с.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "252420": {
      "id": 252420,
      "name": "Призма солнечной вспышки",
      "sourceName": "太阳耀斑棱镜",
      "quality": "Редкое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1254640,
          "name": "Призма солнечной вспышки",
          "description": "Если на персонаже: Наносящие урон способности могут высвободить ослепительное сияние призмы, повышая вашу вероятность критического удара на 13 на 10 сек. Бонус увеличивается на 1 за каждые 1% недостающего запаса здоровья цели. Максимальная прибавка – 16. "
        }
      ],
      "setId": null,
      "setName": ""
    },
    "252421": {
      "id": 252421,
      "name": "Гнилой сгусток",
      "sourceName": "腐烂液球",
      "quality": "Эпическое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1254641,
          "name": "Гнилой сгусток",
          "description": "Использование: Вы на 15 сек. покрываетесь зловонными гнойниками, поглощающими 767 ед. урона. Каждый раз, когда запас прочности щита уменьшается на 25%, гнойник прорывается, нанося ближайшим противникам 19 ед. урона от чумы, распределяемого между целями.\r\n\r\nПрорыв последнего гнойника наносит еще 11 ед. урона от чумы. (Восстановление: 2 мин.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "256625": {
      "id": 256625,
      "name": "Выкройка: чаротканый шнур",
      "sourceName": "图样：妖纹束腰",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Рецепт",
      "itemSubclass": "Кожевничество",
      "binding": "",
      "description": "Обучает изготовлению чаротканого шнура.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "256653": {
      "id": 256653,
      "name": "Выкройка: захваты предводительницы следопытов",
      "sourceName": "图样：游侠将军之握",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Рецепт",
      "itemSubclass": "Кожевничество",
      "binding": "",
      "description": "Обучает изготовлению захватов предводительницы следопытов.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "256656": {
      "id": 256656,
      "name": "Выкройка: древесная пряжка хранителя Древа",
      "sourceName": "图样：世界照护者的树皮腰扣",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Рецепт",
      "itemSubclass": "Кожевничество",
      "binding": "",
      "description": "Обучает изготовлению древесной пряжки хранителя Древа.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "256683": {
      "id": 256683,
      "name": "Луносветский тренировочный манекен",
      "sourceName": "银月城训练假人",
      "quality": "Необычное",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1260663,
          "name": "Получить луносветский тренировочный манекен",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "256715": {
      "id": 256715,
      "name": "Эскиз: ожерелье талассийского феникса",
      "sourceName": "图鉴：萨拉斯凤凰饰环",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Рецепт",
      "itemSubclass": "Ювелирное дело",
      "binding": "",
      "description": "Обучает изготовлению ожерелья талассийского феникса.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "256716": {
      "id": 256716,
      "name": "Эскиз: призматический фокусирующий радужный кристалл",
      "sourceName": "图鉴：棱光聚焦之虹",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Рецепт",
      "itemSubclass": "Ювелирное дело",
      "binding": "",
      "description": "Обучает изготовлению призматического фокусирующего радужного кристалла.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "256750": {
      "id": 256750,
      "name": "Формула чар для оружия – колыбель души мира",
      "sourceName": "公式：附魔武器 - 世界之魂的摇篮",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Рецепт",
      "itemSubclass": "Наложение чар",
      "binding": "",
      "description": "Обучает наложению чар \"Колыбель души мира\".",
      "spells": [
        {
          "id": 1236079,
          "name": "Чары для оружия – колыбель души мира",
          "description": "Использование: Обучает наложению чар \"Колыбель души мира\"."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "256755": {
      "id": 256755,
      "name": "Формула чар для нагрудника – метка магистра",
      "sourceName": "公式：附魔胸甲 - 魔导师印记",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Рецепт",
      "itemSubclass": "Наложение чар",
      "binding": "",
      "description": "Обучает наложению чар \"Метка магистра\".",
      "spells": [
        {
          "id": 1236082,
          "name": "Чары для нагрудника – метка магистра",
          "description": "Использование: Обучает наложению чар \"Метка магистра\"."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "256759": {
      "id": 256759,
      "name": "Формула чар для оружия – пламя син'дорай",
      "sourceName": "公式：附魔武器 - 辛多雷之焰",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Рецепт",
      "itemSubclass": "Наложение чар",
      "binding": "",
      "description": "Обучает наложению чар \"Пламя син'дорай\".",
      "spells": [
        {
          "id": 1236094,
          "name": "Чары для оружия – пламя син'дорай",
          "description": "Использование: Обучает наложению чар \"Пламя син'дорай\"."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "258033": {
      "id": 258033,
      "name": "Выкройка: подкладка из тайной ткани",
      "sourceName": "图样：奥纹内衬",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Рецепт",
      "itemSubclass": "Портняжное дело",
      "binding": "",
      "description": "Обучает изготовлению подкладки из тайной ткани.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258046": {
      "id": 258046,
      "name": "Большой меч ломающего шакрам",
      "sourceName": "斩轮大剑",
      "quality": "Редкое",
      "inventoryType": "Двуручное",
      "itemClass": "Оружие",
      "itemSubclass": "Меч",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258048": {
      "id": 258048,
      "name": "Ятаган Клюволома",
      "sourceName": "折喙者弯刀",
      "quality": "Редкое",
      "inventoryType": "Одноручное",
      "itemClass": "Оружие",
      "itemSubclass": "Меч",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258049": {
      "id": 258049,
      "name": "Несокрушимый оплот Вирикса",
      "sourceName": "维里克斯的不屈壁垒",
      "quality": "Редкое",
      "inventoryType": "Левая рука",
      "itemClass": "Доспехи",
      "itemSubclass": "Щит",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258123": {
      "id": 258123,
      "name": "Выкройка: чародейская шелковая нить солнечного огня",
      "sourceName": "图样：阳炎丝绸魔线",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Рецепт",
      "itemSubclass": "Портняжное дело",
      "binding": "",
      "description": "Обучает изготовлению чародейской шелковой нити солнечного огня.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258125": {
      "id": 258125,
      "name": "Выкройка: кушак солнечного огня",
      "sourceName": "图样：阳炎腰带",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Рецепт",
      "itemSubclass": "Портняжное дело",
      "binding": "",
      "description": "Обучает изготовлению кушака солнечного огня.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258218": {
      "id": 258218,
      "name": "Клинок усмирителя небес",
      "sourceName": "碎天者之刃",
      "quality": "Редкое",
      "inventoryType": "Одноручное",
      "itemClass": "Оружие",
      "itemSubclass": "Меч",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258517": {
      "id": 258517,
      "name": "Чертеж: заслон рыцаря-командира",
      "sourceName": "设计图：骑士指挥官的雄关",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Рецепт",
      "itemSubclass": "Кузнечное дело",
      "binding": "",
      "description": "Обучает изготовлению заслона рыцаря-командира.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258519": {
      "id": 258519,
      "name": "Чертеж: прощание магистра",
      "sourceName": "设计图：魔导师的送别",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Рецепт",
      "itemSubclass": "Кузнечное дело",
      "binding": "",
      "description": "Обучает изготовлению Прощания магистра.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258521": {
      "id": 258521,
      "name": "Чертеж: импульс рыцаря крови",
      "sourceName": "设计图：血骑士的强击矛",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Рецепт",
      "itemSubclass": "Кузнечное дело",
      "binding": "",
      "description": "Обучает изготовлению импульса рыцаря крови.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258522": {
      "id": 258522,
      "name": "Чертеж: цветокованный большой топор",
      "sourceName": "设计图：绽铸大斧",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Рецепт",
      "itemSubclass": "Кузнечное дело",
      "binding": "",
      "description": "Обучает изготовлению цветокованного большого топора.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258525": {
      "id": 258525,
      "name": "Скипетр беспросветной ночи",
      "sourceName": "无尽之夜权杖",
      "quality": "Редкое",
      "inventoryType": "Одноручное",
      "itemClass": "Оружие",
      "itemSubclass": "Дробящее",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258531": {
      "id": 258531,
      "name": "Чешуйчатая эгида Кроут",
      "sourceName": "克罗兹鳞片护盾",
      "quality": "Редкое",
      "inventoryType": "Левая рука",
      "itemClass": "Доспехи",
      "itemSubclass": "Щит",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258575": {
      "id": 258575,
      "name": "Теплый плащ жесткой чешуи",
      "sourceName": "刚鳞大氅",
      "quality": "Редкое",
      "inventoryType": "Спина",
      "itemClass": "Доспехи",
      "itemSubclass": "Ткань",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258579": {
      "id": 258579,
      "name": "Большой шлем Кишкодава",
      "sourceName": "裂胆巨盔",
      "quality": "Редкое",
      "inventoryType": "Голова",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258583": {
      "id": 258583,
      "name": "Кроваво-красные рукавицы",
      "sourceName": "猩红手甲",
      "quality": "Редкое",
      "inventoryType": "Кисти рук",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258587": {
      "id": 258587,
      "name": "Наплеч обжигающего луча",
      "sourceName": "灼烧射线肩甲",
      "quality": "Редкое",
      "inventoryType": "Плечи",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "258744": {
      "id": 258744,
      "name": "Круглый стол Небесного Пути",
      "sourceName": "通天峰圆形桌子",
      "quality": "Необычное",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1263929,
          "name": "Получить круглый стол Небесного Пути",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "260231": {
      "id": 260231,
      "name": "Светоносный крылобег",
      "sourceName": "光亮陆行鸟",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Разное",
      "itemSubclass": "Транспорт",
      "binding": "Становится персональным при получении",
      "description": "Обучает призывать этот транспорт.",
      "spells": [
        {
          "id": 1265784,
          "name": "Светоносный крылобег",
          "description": "Использование: Обучает призывать этот транспорт."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "260235": {
      "id": 260235,
      "name": "Темное перо",
      "sourceName": "幽影羽毛",
      "quality": "Эпическое",
      "inventoryType": "Аксессуар",
      "itemClass": "Доспехи",
      "itemSubclass": "Разное",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1265809,
          "name": "Темное перо",
          "description": "Если на персонаже: Мрак, окружающий перо, повышает вероятность критического удара на 30. Эффект постепенно ослабевает в течение 60 сек., после чего перо вновь окутывает кромешная тьма. Сила перьев также восстанавливается вне боя."
        },
        {
          "id": 1265806,
          "name": "Сияющее перо",
          "description": "Использование: Вне боя взывает к двойственной природе артефакта, превращая его в сияющее перо. (Восстановление: 5 мин.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "260312": {
      "id": 260312,
      "name": "Пелерина непокорного защитника",
      "sourceName": "挑战防御者斗篷",
      "quality": "Редкое",
      "inventoryType": "Спина",
      "itemClass": "Доспехи",
      "itemSubclass": "Ткань",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "260359": {
      "id": 260359,
      "name": "Вальдраккенский книжный шкаф",
      "sourceName": "瓦德拉肯书柜",
      "quality": "Необычное",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1266209,
          "name": "Получить вальдраккенский книжный шкаф",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "262914": {
      "id": 262914,
      "name": "Призрачный крылобег",
      "sourceName": "幽灵陆行鸟",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Разное",
      "itemSubclass": "Транспорт",
      "binding": "Становится персональным при получении",
      "description": "Обучает призывать этот транспорт.",
      "spells": [
        {
          "id": 1263635,
          "name": "Призрачный крылобег",
          "description": "Использование: Обучает призывать этот транспорт."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "262957": {
      "id": 262957,
      "name": "Изорванное знамя авангарда",
      "sourceName": "破损的先锋战旗",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1269607,
          "name": "Получить изорванное знамя авангарда",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "263193": {
      "id": 263193,
      "name": "Поручи охотника на троллей",
      "sourceName": "巨魔猎手腕铠",
      "quality": "Редкое",
      "inventoryType": "Запястья",
      "itemClass": "Доспехи",
      "itemSubclass": "Латы",
      "binding": "Становится персональным при получении",
      "description": "На этих поручах остались отметины от когтей Некракс, любимицы Муро'джина.",
      "spells": [],
      "setId": null,
      "setName": ""
    },
    "263230": {
      "id": 263230,
      "name": "Книжная полка магистра",
      "sourceName": "魔导师的书架",
      "quality": "Необычное",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1270131,
          "name": "Получить книжную полку магистра",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "264187": {
      "id": 264187,
      "name": "Благословенное яйцо феникса",
      "sourceName": "受祝福的凤凰蛋",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1271354,
          "name": "Получить благословенное яйцо феникса",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "264246": {
      "id": 264246,
      "name": "Жуткий радужный гриб Провала",
      "sourceName": "诡异的虹彩裂隙菇",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1271491,
          "name": "Получить жуткий радужный гриб Провала",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "264338": {
      "id": 264338,
      "name": "Доманаарская панель управления",
      "sourceName": "多曼纳尔控制台",
      "quality": "Необычное",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1271726,
          "name": "Получить доманаарскую панель управления",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "264491": {
      "id": 264491,
      "name": "Безднородная камера",
      "sourceName": "虚缚牢笼",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1272054,
          "name": "Получить безднородную камеру",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "264492": {
      "id": 264492,
      "name": "Хаотичный зев Бездны",
      "sourceName": "混沌虚空渊门",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1272055,
          "name": "Получить хаотичный зев Бездны",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "264494": {
      "id": 264494,
      "name": "Окованный доманаарский складской сундук",
      "sourceName": "镶边多曼纳尔储物箱",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1272057,
          "name": "Получить окованный доманаарский складской сундук",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "264497": {
      "id": 264497,
      "name": "Кристалл мучений императора",
      "sourceName": "元首的折磨水晶",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1272060,
          "name": "Получить кристалл мучений императора",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "264498": {
      "id": 264498,
      "name": "Яйцо гальванического тригора",
      "sourceName": "流电三喉龙蛋",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1272061,
          "name": "Получить яйцо гальванического тригора",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "264672": {
      "id": 264672,
      "name": "Камень космического ритуала",
      "sourceName": "宇宙仪式之石",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Разное",
      "itemSubclass": "Другое",
      "binding": "Становится персональным при получении",
      "description": "",
      "spells": [
        {
          "id": 1272307,
          "name": "Космический ритуал",
          "description": "Использование: добавить игрушку в коллекцию.\n\nПроводит ритуал, отдающий труп игрока во власть Бездны. (Восстановление: 10 мин.)"
        }
      ],
      "setId": null,
      "setName": ""
    },
    "264717": {
      "id": 264717,
      "name": "Сторожевой сглаз амани",
      "sourceName": "阿曼尼防护妖术",
      "quality": "Необычное",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1272513,
          "name": "Получить сторожевой сглаз амани",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "265949": {
      "id": 265949,
      "name": "Золотистый трофей покорителя марша на Кель'Данас",
      "sourceName": "进军奎尔丹纳斯征服者的耀金战利品",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1277440,
          "name": "Получить золотистый трофей покорителя марша на Кель'Данас",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "265950": {
      "id": 265950,
      "name": "Золотистый трофей покорителя Провала снов",
      "sourceName": "梦境裂隙征服者的耀金战利品",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1277441,
          "name": "Получить золотистый трофей покорителя Провала снов",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "265951": {
      "id": 265951,
      "name": "Золотистый трофей покорителя Шпиля Бездны",
      "sourceName": "虚影尖塔征服者的耀金战利品",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1277442,
          "name": "Получить золотистый трофей покорителя Шпиля Бездны",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "267007": {
      "id": 267007,
      "name": "Око Акеруса",
      "sourceName": "阿彻鲁斯之眼",
      "quality": "Необычное",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1278997,
          "name": "Получить око Акеруса",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "267645": {
      "id": 267645,
      "name": "Серебряный трофей покорителя Провала снов",
      "sourceName": "梦境裂隙征服者的闪银战利品",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1280916,
          "name": "Получить серебряный трофей покорителя Провала снов",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "267646": {
      "id": 267646,
      "name": "Серебряный трофей покорителя марша на Кель'Данас",
      "sourceName": "进军奎尔丹纳斯征服者的闪银战利品",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1280917,
          "name": "Получить серебряный трофей покорителя марша на Кель'Данас",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "268049": {
      "id": 268049,
      "name": "Серебряный трофей покорителя Шпиля Бездны",
      "sourceName": "虚影尖塔征服者的闪银战利品",
      "quality": "Эпическое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1281392,
          "name": "Получить серебряный трофей покорителя Шпиля Бездны",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    },
    "269269": {
      "id": 269269,
      "name": "Ритуальный всепожирающий шпиль",
      "sourceName": "吞噬军团仪式高塔",
      "quality": "Редкое",
      "inventoryType": "Неэкипируемое",
      "itemClass": "Жилье",
      "itemSubclass": "Декор",
      "binding": "Привязывается к отряду",
      "description": "",
      "spells": [
        {
          "id": 1285071,
          "name": "Получить ритуальный всепожирающий шпиль",
          "description": "Использование: Добавить предмет декора в домашний сундук."
        }
      ],
      "setId": null,
      "setName": ""
    }
  },
  "itemSets": {
    "1331": {
      "id": 1331,
      "name": "Плач Велена",
      "effects": [
        {
          "requiredCount": 2,
          "displayString": "Комплект: Повышает избежание."
        }
      ]
    },
    "1971": {
      "id": 1971,
      "name": "Узы света Бездны",
      "effects": [
        {
          "requiredCount": 2,
          "displayString": "Комплект: Наносящие урон заклинания и способности с некоторой вероятностью обрушивают на цель \"Сумеречный обстрел\"."
        }
      ]
    },
    "1985": {
      "id": 1985,
      "name": "Одежды суда света",
      "effects": [
        {
          "requiredCount": 2,
          "displayString": "Комплект: \"Шок небес\" восстанавливает на 15% больше здоровья."
        },
        {
          "requiredCount": 4,
          "displayString": "Комплект: \"Шок небес\" передает цели \"Частицы Света\" еще 20% исцеления."
        }
      ]
    }
  },
  "errors": {}
};
